{
    "<PAD>": 0,
    "<MASK>": 1,
    "<UNK>": 2,
    "<CLS>": 3,
    "<END>": 4,
    "A": 5,
    "C": 6,
    "G": 7,
    "K": 8,
    "N": 9,
    "R": 10,
    "T": 11,
    "W": 12,
    "Y": 13,
    "TT": 14,
    "AA": 15,
    "TG": 16,
    "CC": 17,
    "AG": 18,
    "TC": 19,
    "AC": 20,
    "GG": 21,
    "ATT": 22,
    "AT": 23,
    "NN": 24,
    "ATG": 25,
    "GC": 26,
    "TCC": 27,
    "ACC": 28,
    "AAAA": 29,
    "AGG": 30,
    "NNNN": 31,
    "AGC": 32,
    "TAA": 33,
    "ATC": 34,
    "TTC": 35,
    "TGG": 36,
    "TGC": 37,
    "AAG": 38,
    "TTTT": 39,
    "AAC": 40,
    "TTG": 41,
    "CCC": 42,
    "TAG": 43,
    "TAC": 44,
    "NNNNNNNN": 45,
    "TGGG": 46,
    "AGGG": 47,
    "TATT": 48,
    "AGAA": 49,
    "TGTG": 50,
    "TAT": 51,
    "AGCC": 52,
    "AGGC": 53,
    "TTTC": 54,
    "ATTC": 55,
    "ACAC": 56,
    "TCCC": 57,
    "AAGG": 58,
    "TCTC": 59,
    "TTGG": 60,
    "ATGG": 61,
    "TTCC": 62,
    "AGAG": 63,
    "NNNNNNNNNNNNNNNN": 64,
    "TGCC": 65,
    "ATAA": 66,
    "ACCC": 67,
    "TGGC": 68,
    "TGAA": 69,
    "ATGC": 70,
    "ATCC": 71,
    "AGAC": 72,
    "TCAC": 73,
    "TTTG": 74,
    "AAAC": 75,
    "GCC": 76,
    "TATG": 77,
    "AGTG": 78,
    "TAAAA": 79,
    "ATTG": 80,
    "GGC": 81,
    "ATAC": 82,
    "TCTG": 83,
    "TTGC": 84,
    "GGG": 85,
    "TATC": 86,
    "ATAT": 87,
    "AAAG": 88,
    "TAAC": 89,
    "TTAA": 90,
    "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 91,
    "AAGC": 92,
    "AACC": 93,
    "TAAG": 94,
    "TAGC": 95,
    "ATATT": 96,
    "TTAC": 97,
    "TGTC": 98,
    "TACC": 99,
    "TGAC": 100,
    "TAGG": 101,
    "TGAG": 102,
    "AATC": 103,
    "ATTCC": 104,
    "AGTC": 105,
    "TTTTC": 106,
    "AAAAC": 107,
    "AGGCC": 108,
    "ATAG": 109,
    "TTTTG": 110,
    "AAAAG": 111,
    "ACG": 112,
    "TTTCC": 113,
    "ACAG": 114,
    "ACTC": 115,
    "AATG": 116,
    "TGGGC": 117,
    "ACAA": 118,
    "TCAG": 119,
    "TGGAA": 120,
    "TGGCC": 121,
    "TTATT": 122,
    "TCAA": 123,
    "GGCC": 124,
    "ACTG": 125,
    "TGGAG": 126,
    "TCCCC": 127,
    "TCG": 128,
    "ACCCC": 129,
    "TGGGG": 130,
    "TTAG": 131,
    "AGGGC": 132,
    "ATATG": 133,
    "TTTAA": 134,
    "TTCCC": 135,
    "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 136,
    "ATTTC": 137,
    "ATGCC": 138,
    "ATATC": 139,
    "TTTGC": 140,
    "GTG": 141,
    "ATCTC": 142,
    "ATAAAA": 143,
    "GAG": 144,
    "AAATG": 145,
    "ACTCC": 146,
    "AAATT": 147,
    "AGGAG": 148,
    "GGGC": 149,
    "TATTC": 150,
    "TTTAG": 151,
    "TGTAA": 152,
    "AAGCC": 153,
    "AGCAC": 154,
    "GGGG": 155,
    "TGCAG": 156,
    "AGGAA": 157,
    "TTCTC": 158,
    "ATTAC": 159,
    "ATGGC": 160,
    "ATCAC": 161,
    "ACCAC": 162,
    "ATCCC": 163,
    "ACCTC": 164,
    "AAAAAAAA": 165,
    "ATTGC": 166,
    "AAGGC": 167,
    "AATT": 168,
    "AGGGG": 169,
    "TTTTTTTT": 170,
    "AGCAG": 171,
    "TCTCC": 172,
    "ATGGG": 173,
    "AAGAA": 174,
    "ATTTT": 175,
    "TTGAA": 176,
    "AGGTG": 177,
    "TTGGC": 178,
    "TTTAC": 179,
    "TTGCC": 180,
    "ACTGC": 181,
    "TGTAG": 182,
    "AGCTC": 183,
    "AGATG": 184,
    "ATAAC": 185,
    "TGCCC": 186,
    "TGAGG": 187,
    "GAA": 188,
    "TTTGG": 189,
    "TGCTC": 190,
    "TATCC": 191,
    "ACATT": 192,
    "TTTATT": 193,
    "TGTGG": 194,
    "TGATG": 195,
    "AGAAC": 196,
    "AGCCC": 197,
    "TGAAG": 198,
    "TTCAC": 199,
    "TGTGC": 200,
    "AGAAG": 201,
    "AATAA": 202,
    "TTGGG": 203,
    "AGGAC": 204,
    "TATGG": 205,
    "TTATG": 206,
    "ATAAG": 207,
    "AGCG": 208,
    "TCCTC": 209,
    "TCCTG": 210,
    "AGGTC": 211,
    "TTTTCC": 212,
    "AACTC": 213,
    "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 214,
    "AAGGG": 215,
    "TGTT": 216,
    "TATTG": 217,
    "TATGC": 218,
    "TATAA": 219,
    "AACAC": 220,
    "AGAGC": 221,
    "AGAGG": 222,
    "ATTGG": 223,
    "AGAAAA": 224,
    "ATAGC": 225,
    "ATACC": 226,
    "TGCAC": 227,
    "AGAAGC": 228,
    "TCTTC": 229,
    "TGTCC": 230,
    "TGTTC": 231,
    "TTTGGG": 232,
    "CCCC": 233,
    "AAATC": 234,
    "TACCC": 235,
    "TTAAAA": 236,
    "AAGAC": 237,
    "AGACC": 238,
    "TACTC": 239,
    "TCCAC": 240,
    "TGGAC": 241,
    "GTC": 242,
    "AATTC": 243,
    "TGGTC": 244,
    "ATTTG": 245,
    "ATGAA": 246,
    "GCCC": 247,
    "TTATC": 248,
    "AGAAAC": 249,
    "TAGCC": 250,
    "TAGAA": 251,
    "AGTTC": 252,
    "TGCAA": 253,
    "TAGGC": 254,
    "TTTTTC": 255,
    "TTTGTG": 256,
    "AGATT": 257,
    "ATAGG": 258,
    "TGCCTC": 259,
    "TGAGC": 260,
    "TGTTG": 261,
    "TGAGGC": 262,
    "TTAAC": 263,
    "AGTAA": 264,
    "ATATAA": 265,
    "TGATT": 266,
    "ATGTC": 267,
    "TTTAT": 268,
    "TTAAG": 269,
    "TTGGCC": 270,
    "AGATC": 271,
    "TGAAC": 272,
    "AGCAA": 273,
    "TAAAC": 274,
    "TCTGC": 275,
    "ATTTTC": 276,
    "TAGGG": 277,
    "TAAGG": 278,
    "AGAAGG": 279,
    "TTGTC": 280,
    "TATAC": 281,
    "TAAGC": 282,
    "ATGAC": 283,
    "TGACC": 284,
    "AAAAAA": 285,
    "TGCG": 286,
    "TAGAC": 287,
    "TTACC": 288,
    "TTTTTG": 289,
    "AGCCCC": 290,
    "TACAC": 291,
    "ATTAA": 292,
    "TTTCTC": 293,
    "AACAA": 294,
    "AAGTC": 295,
    "AGTCC": 296,
    "TTCAA": 297,
    "AGTGC": 298,
    "ACCG": 299,
    "AGTGG": 300,
    "AAAAGG": 301,
    "AGGCCC": 302,
    "TAACC": 303,
    "TGATC": 304,
    "TAAAAC": 305,
    "ATTCTC": 306,
    "AGTT": 307,
    "TGTAC": 308,
    "TCCCAGC": 309,
    "TGCTTC": 310,
    "AAAAAC": 311,
    "AGGAAG": 312,
    "TCCG": 313,
    "GCTC": 314,
    "AGTTG": 315,
    "GCG": 316,
    "AACG": 317,
    "TTAGC": 318,
    "ACCATG": 319,
    "TTCCCC": 320,
    "TGTCTC": 321,
    "ATCAA": 322,
    "TGCTGGG": 323,
    "ATATCC": 324,
    "TCCAA": 325,
    "TACAA": 326,
    "TGAAAA": 327,
    "AGGAGG": 328,
    "ATTATT": 329,
    "TGAGAA": 330,
    "ACGG": 331,
    "TTTGAA": 332,
    "AGCAGC": 333,
    "AGGGCC": 334,
    "ATATTC": 335,
    "AGTAG": 336,
    "TGGGCC": 337,
    "TCACC": 338,
    "ACACAC": 339,
    "TGGGGG": 340,
    "AGGGGC": 341,
    "TTTTGG": 342,
    "TTGAC": 343,
    "TATATT": 344,
    "TCAGC": 345,
    "AAACC": 346,
    "AAAGG": 347,
    "ATATAC": 348,
    "AAAACC": 349,
    "TCATT": 350,
    "TCACTGC": 351,
    "AGATTC": 352,
    "TGTGTGTG": 353,
    "AAGTG": 354,
    "TGCTG": 355,
    "GAC": 356,
    "TTGCCC": 357,
    "GCAC": 358,
    "AAAGC": 359,
    "TTTCCC": 360,
    "TGCCCC": 361,
    "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 362,
    "TTCG": 363,
    "ATAGAA": 364,
    "AGGAGAA": 365,
    "TCTTTT": 366,
    "TGTTTC": 367,
    "TACAAAA": 368,
    "TCCTCC": 369,
    "ATCG": 370,
    "ACACACAC": 371,
    "TTGAAC": 372,
    "TTAGG": 373,
    "ACCACC": 374,
    "CCCAC": 375,
    "AAGTGG": 376,
    "AGCCTCCC": 377,
    "ATGTG": 378,
    "TGGGGC": 379,
    "TATTCC": 380,
    "TCATC": 381,
    "ACTAC": 382,
    "AAAAGC": 383,
    "TTCTG": 384,
    "ATTTTG": 385,
    "TGTGCC": 386,
    "AGGTGG": 387,
    "TAATAA": 388,
    "ACATG": 389,
    "TTTAAAA": 390,
    "TTCTTC": 391,
    "ACAGC": 392,
    "TTTTGC": 393,
    "AGTAC": 394,
    "AGAGAA": 395,
    "TTTATG": 396,
    "ATTCCATTCC": 397,
    "GCCCC": 398,
    "ATGGCC": 399,
    "ATTACAGGC": 400,
    "TAGCTGGG": 401,
    "AAGGCC": 402,
    "ATTTCC": 403,
    "ACTTC": 404,
    "TCATG": 405,
    "GTGG": 406,
    "AGTTTC": 407,
    "TCGC": 408,
    "ATACAC": 409,
    "TAATTTT": 410,
    "AATGG": 411,
    "AATCC": 412,
    "TTCTCC": 413,
    "ATTCCC": 414,
    "ATTCG": 415,
    "ATGATG": 416,
    "AGGGGG": 417,
    "AACCC": 418,
    "ACCCCC": 419,
    "TGGCCC": 420,
    "TGTGGC": 421,
    "ATTTAA": 422,
    "AGGCTGAGGC": 423,
    "TCTTG": 424,
    "ACCTCC": 425,
    "AGGAGC": 426,
    "AACAG": 427,
    "TGGTG": 428,
    "AATAC": 429,
    "AAGAG": 430,
    "AATGC": 431,
    "TATATG": 432,
    "TACTAAAA": 433,
    "TCTGTC": 434,
    "ATCATC": 435,
    "ATACAAAA": 436,
    "ATTCTCC": 437,
    "ATATATAT": 438,
    "AGCCAC": 439,
    "ATATTG": 440,
    "ATCACC": 441,
    "AGTTTT": 442,
    "TGGAGC": 443,
    "TGTTTT": 444,
    "AGGTTC": 445,
    "AGCCTC": 446,
    "TGAGAC": 447,
    "AGATGG": 448,
    "AGGCTGGAG": 449,
    "TGGCTC": 450,
    "TTTATC": 451,
    "TGCTGC": 452,
    "AGAGAC": 453,
    "ACTCCAGCC": 454,
    "TAATC": 455,
    "TACAG": 456,
    "AGAACC": 457,
    "ATCCCC": 458,
    "AGGCTGG": 459,
    "AGTCTC": 460,
    "ATTTTTT": 461,
    "AGCTCC": 462,
    "AAGGGG": 463,
    "TACG": 464,
    "TATTTC": 465,
    "AGCCTCC": 466,
    "TTGCAGTG": 467,
    "ACACC": 468,
    "ATATGC": 469,
    "TAGTTTT": 470,
    "TGGAATGGAA": 471,
    "TTGGGG": 472,
    "ACGC": 473,
    "AGGAAC": 474,
    "ATCTG": 475,
    "TGAAGC": 476,
    "TCTGCC": 477,
    "TGGAAG": 478,
    "ATGGGG": 479,
    "AGCTG": 480,
    "TGGAAC": 481,
    "AGCAGG": 482,
    "TGTAATCCC": 483,
    "TAAAAG": 484,
    "AAACAC": 485,
    "AGAGGG": 486,
    "AGAGGC": 487,
    "TTTAAG": 488,
    "ACCGC": 489,
    "TTATAA": 490,
    "AATTG": 491,
    "TAAATG": 492,
    "TTTGCC": 493,
    "TTAAAC": 494,
    "AAGAAG": 495,
    "ATCTCC": 496,
    "TGCTCC": 497,
    "CCCG": 498,
    "AAAATC": 499,
    "TAAATT": 500,
    "AATAG": 501,
    "AGCACTTTGGG": 502,
    "AAGACC": 503,
    "ATATGG": 504,
    "ATGGGC": 505,
    "TTTAAC": 506,
    "AGCTTC": 507,
    "TTCCTC": 508,
    "ATATATT": 509,
    "TCTCTC": 510,
    "TTTAGTAG": 511,
    "TTCAAC": 512,
    "TTATTC": 513,
    "ACAGG": 514,
    "TTGTG": 515,
    "TGCAGC": 516,
    "TGGAGG": 517,
    "TGGAATC": 518,
    "TTGAACC": 519,
    "GCGG": 520,
    "TTCAG": 521,
    "ACATC": 522,
    "AAAGTGCTGGG": 523,
    "AATTTT": 524,
    "TCAGG": 525,
    "TGAGGG": 526,
    "TGGCTCAC": 527,
    "TTAGGG": 528,
    "TTGTTG": 529,
    "AAATAA": 530,
    "ATAGAG": 531,
    "ATTTATT": 532,
    "AAAGAAG": 533,
    "TGAACC": 534,
    "TCTGG": 535,
    "ATAGGC": 536,
    "TCAAC": 537,
    "TAAAG": 538,
    "AGGAGGC": 539,
    "ATTTAC": 540,
    "ATCGC": 541,
    "ATAAGG": 542,
    "TAGAG": 543,
    "TATAG": 544,
    "TCAAG": 545,
    "ATTTGC": 546,
    "TCTCG": 547,
    "TCCCCC": 548,
    "AGCTGC": 549,
    "GGGGC": 550,
    "TGAAAC": 551,
    "AACCCC": 552,
    "ATCTTC": 553,
    "AGGATG": 554,
    "ATCAG": 555,
    "AACAAC": 556,
    "AAAGAA": 557,
    "AGCACC": 558,
    "ATACCC": 559,
    "TTAGAA": 560,
    "ATAGAC": 561,
    "AACATGG": 562,
    "TGTGGG": 563,
    "TTAGCC": 564,
    "AAGGGC": 565,
    "TGTATT": 566,
    "TCCACC": 567,
    "TTGGGC": 568,
    "TTTGGC": 569,
    "ACAAAA": 570,
    "TGGTGG": 571,
    "AGGTGC": 572,
    "TTTACC": 573,
    "ACCAA": 574,
    "AGGATT": 575,
    "TCGG": 576,
    "AAGAAAA": 577,
    "AGCGC": 578,
    "TTTCAC": 579,
    "ATCATG": 580,
    "TCTAC": 581,
    "AGACAC": 582,
    "TTTTTTG": 583,
    "ACCCAC": 584,
    "TGCATG": 585,
    "AGTGTG": 586,
    "AGCAAG": 587,
    "AATATT": 588,
    "TCCTTC": 589,
    "TCTCAC": 590,
    "TATAAAA": 591,
    "ATAAAC": 592,
    "CCCTC": 593,
    "TTATTG": 594,
    "GCCTC": 595,
    "CCCAGC": 596,
    "TATATAT": 597,
    "TAGGCC": 598,
    "TATATC": 599,
    "AAGAAC": 600,
    "TTGAG": 601,
    "TGGATG": 602,
    "AGCATT": 603,
    "AAGATG": 604,
    "AGGCCG": 605,
    "TATTTTTAGTAG": 606,
    "AAATGG": 607,
    "ACAAC": 608,
    "AAGCG": 609,
    "AGCATC": 610,
    "TATATAA": 611,
    "TGCAGTGGC": 612,
    "TGGTGC": 613,
    "AGAGCC": 614,
    "TTTCTTTC": 615,
    "TATTTATT": 616,
    "ACTTGC": 617,
    "TCACTGCAACC": 618,
    "TTTGTC": 619,
    "ATATTTCC": 620,
    "ATGTAA": 621,
    "TAGTC": 622,
    "ATAGGG": 623,
    "AAGCCC": 624,
    "TCACAGAG": 625,
    "GTCTC": 626,
    "ATAAGC": 627,
    "ATCATT": 628,
    "AGTGGG": 629,
    "TTCTGC": 630,
    "ATCTGC": 631,
    "TCCCTC": 632,
    "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 633,
    "ATAGTG": 634,
    "TGAAGG": 635,
    "TTCATT": 636,
    "AGACCC": 637,
    "AGGGAC": 638,
    "TGAGCC": 639,
    "AGGCGG": 640,
    "TGGCG": 641,
    "ACCTGC": 642,
    "TTTAGC": 643,
    "ACACG": 644,
    "ATAAAAC": 645,
    "TTCATG": 646,
    "TATATATT": 647,
    "AAATGC": 648,
    "AAAAAAAAAAAAAAAA": 649,
    "AAAATAA": 650,
    "AGGCTC": 651,
    "TAGAAC": 652,
    "AGCCG": 653,
    "AGGAGTTC": 654,
    "TTTAGG": 655,
    "TTAAAG": 656,
    "TTTGTGATG": 657,
    "ATAACC": 658,
    "TCTAA": 659,
    "AGTATT": 660,
    "TCCCAC": 661,
    "AGCATG": 662,
    "ACCTG": 663,
    "AATATC": 664,
    "TCCTGC": 665,
    "AGCAAC": 666,
    "AGGTGTG": 667,
    "TTTTTTTTTTTTTTTT": 668,
    "TTGTAG": 669,
    "TCTGTG": 670,
    "TTTTTAA": 671,
    "TTGTAA": 672,
    "TGGCAC": 673,
    "ATGAAG": 674,
    "AGGCAC": 675,
    "AGCTGG": 676,
    "TTCATC": 677,
    "ATTTAG": 678,
    "ATTCCATTC": 679,
    "AGGCG": 680,
    "TATGGG": 681,
    "TGCGG": 682,
    "TGTTCC": 683,
    "TCTGTCTC": 684,
    "AGGCCCC": 685,
    "TGAGAG": 686,
    "AGGAAAA": 687,
    "TCCCG": 688,
    "TCCTGG": 689,
    "TCTTTC": 690,
    "TATGCC": 691,
    "TTAACC": 692,
    "TCTTGC": 693,
    "AATTCC": 694,
    "AAATTC": 695,
    "ATGTTC": 696,
    "TTGTTC": 697,
    "ATGAG": 698,
    "TACCCC": 699,
    "ATGAAC": 700,
    "AATCTGC": 701,
    "TGGATT": 702,
    "AGGCTGAGGCAGGAGAA": 703,
    "TCCATC": 704,
    "AGGAAGG": 705,
    "ATGCCC": 706,
    "TATCCC": 707,
    "AGCGG": 708,
    "ATAAATAA": 709,
    "ACCATC": 710,
    "TGTTTG": 711,
    "TACTAAAAATACAAAA": 712,
    "TCCCAGCTACTC": 713,
    "TAGAAG": 714,
    "TTATCC": 715,
    "ACCAAC": 716,
    "TACATT": 717,
    "ATGGAA": 718,
    "TCCAG": 719,
    "AGCCTGGCC": 720,
    "TGCCTCAGCCTCCC": 721,
    "TTCCAC": 722,
    "ATAAAAAC": 723,
    "TCCTGGG": 724,
    "ATAGCC": 725,
    "TTGAAG": 726,
    "ACCTTC": 727,
    "TTTTAC": 728,
    "ATTGCC": 729,
    "ATGTGC": 730,
    "TCCGCC": 731,
    "TTCCTTC": 732,
    "TATAAC": 733,
    "ATGTCC": 734,
    "GAGACC": 735,
    "AGATGC": 736,
    "AGACG": 737,
    "TGCAGTG": 738,
    "TGAAACCCC": 739,
    "TTAAGG": 740,
    "TAATG": 741,
    "ATCAAC": 742,
    "TGTAATCCCAGCACTTTGGG": 743,
    "TATTGC": 744,
    "AAGTTC": 745,
    "AGCTAC": 746,
    "TTTTTTC": 747,
    "TCTCCC": 748,
    "TTGCAGTGAGCC": 749,
    "AAATATC": 750,
    "GGCG": 751,
    "AAAAATT": 752,
    "ATGATT": 753,
    "TGTCTG": 754,
    "GCGC": 755,
    "TGCACAC": 756,
    "TCTAG": 757,
    "TGCAGG": 758,
    "TGCACC": 759,
    "TAATTTTTG": 760,
    "ATTCAC": 761,
    "TTGAACCC": 762,
    "AGCTGGG": 763,
    "AAAGAC": 764,
    "ATAAAAG": 765,
    "TGTGAC": 766,
    "TCTCTCTC": 767,
    "AAAAAAC": 768,
    "TTGTTTT": 769,
    "AATTTC": 770,
    "TGTCCC": 771,
    "ATTCAAC": 772,
    "AGCTGAG": 773,
    "TGAGTG": 774,
    "GGAC": 775,
    "TGGTGTG": 776,
    "AAATAC": 777,
    "TTACAC": 778,
    "AGGATGG": 779,
    "TAATTC": 780,
    "TCCAGC": 781,
    "ACCAG": 782,
    "TCAGGG": 783,
    "TTGATT": 784,
    "TGTATG": 785,
    "TTATAC": 786,
    "GGGCC": 787,
    "TGTAT": 788,
    "AGAGAGAG": 789,
    "AGCCACC": 790,
    "TGTTGG": 791,
    "TGATGG": 792,
    "AGGATC": 793,
    "TTTCCCC": 794,
    "AAGATC": 795,
    "TTGTCC": 796,
    "TGGGCAAC": 797,
    "AGGTAG": 798,
    "TCCCAAAGTGCTGGG": 799,
    "TTAAGC": 800,
    "TTAGAG": 801,
    "TGATCC": 802,
    "TTACCC": 803,
    "TGTGAG": 804,
    "TCACG": 805,
    "TATGGC": 806,
    "TGTGTC": 807,
    "TGGTTC": 808,
    "AACATC": 809,
    "AAACG": 810,
    "TCACTC": 811,
    "AACATT": 812,
    "TCCATG": 813,
    "AGGTAA": 814,
    "TACATG": 815,
    "TATCTC": 816,
    "AGAATC": 817,
    "AAAAAG": 818,
    "TTTCTGAGAA": 819,
    "AGGACC": 820,
    "TTTCACCATG": 821,
    "ATCCAC": 822,
    "AAGTCC": 823,
    "GGCCC": 824,
    "TGATTC": 825,
    "AGACAGGG": 826,
    "AAAGGG": 827,
    "TTTGAC": 828,
    "ATTTTTC": 829,
    "AACTTC": 830,
    "TAGTTC": 831,
    "AAAAAAG": 832,
    "AGTCCC": 833,
    "AGTGAC": 834,
    "TGCTGG": 835,
    "TAAGGC": 836,
    "TGCCAC": 837,
    "TACTTC": 838,
    "TTTTAA": 839,
    "AGGTGGG": 840,
    "AGATAC": 841,
    "TAAGCC": 842,
    "AGGTCC": 843,
    "TCTTCC": 844,
    "ATGTGG": 845,
    "TTATGC": 846,
    "AGATAA": 847,
    "AGTGGC": 848,
    "AGACGG": 849,
    "AGTTCC": 850,
    "TGCATC": 851,
    "TTATGG": 852,
    "ATAGTC": 853,
    "TGGAGTGGAG": 854,
    "AGTGTTC": 855,
    "TCCATT": 856,
    "AGAAGCATTCTC": 857,
    "TGGCCCC": 858,
    "TATTGG": 859,
    "AGAGAAG": 860,
    "TAAATC": 861,
    "AATGAA": 862,
    "GGCCCC": 863,
    "TGCCG": 864,
    "AGGTTG": 865,
    "AATAAAA": 866,
    "ACCCTC": 867,
    "AGGAAAC": 868,
    "ATGTTG": 869,
    "TCCTGACCTC": 870,
    "ACAAG": 871,
    "AGAAAGAA": 872,
    "ACCAGC": 873,
    "TGGGGCC": 874,
    "AGCAGTTTTG": 875,
    "TTTCG": 876,
    "ACCTTG": 877,
    "ATGATC": 878,
    "AACTCC": 879,
    "AAACGGG": 880,
    "TTTTATT": 881,
    "AAATCC": 882,
    "TGGATC": 883,
    "TATTTTC": 884,
    "TTTCTTC": 885,
    "AATCTC": 886,
    "TTATATT": 887,
    "AAGATT": 888,
    "AAAGTGC": 889,
    "TAATAC": 890,
    "TGACAC": 891,
    "TGGGTGAC": 892,
    "TGCATT": 893,
    "ACCTGG": 894,
    "AGGAAGC": 895,
    "TCCCAGCTAC": 896,
    "ATATATAA": 897,
    "TAGAAAA": 898,
    "ACTGCACTCCAGCC": 899,
    "TGGGAC": 900,
    "AGACAGAG": 901,
    "TACAAAAAGAG": 902,
    "TGAGGTC": 903,
    "ACCATT": 904,
    "ACCCG": 905,
    "TTAGAC": 906,
    "ACCACG": 907,
    "AAAGTG": 908,
    "ATATTTGG": 909,
    "TTCCG": 910,
    "AGATGGGG": 911,
    "TTTATTC": 912,
    "ACACTC": 913,
    "AGGAGGG": 914,
    "AGATCC": 915,
    "GGGGG": 916,
    "ATTAAAA": 917,
    "AGCCCCC": 918,
    "TGCGC": 919,
    "TCGCCC": 920,
    "AATAT": 921,
    "TGTCAC": 922,
    "TTGAAAA": 923,
    "TGGGGGC": 924,
    "AACAAAA": 925,
    "AGAAACTTC": 926,
    "AGTTTG": 927,
    "TAGATT": 928,
    "AAAGGC": 929,
    "AGTGAA": 930,
    "TGATGC": 931,
    "TGTTTCC": 932,
    "ATGAGCC": 933,
    "AAGAGG": 934,
    "AGAAGGC": 935,
    "ATCTAC": 936,
    "AAGAGC": 937,
    "ATGAAAA": 938,
    "TGGCTCACGCC": 939,
    "GCCG": 940,
    "ATAGGCC": 941,
    "GGTC": 942,
    "AAAGAG": 943,
    "TTAGGC": 944,
    "AGTGCC": 945,
    "GTGAGCC": 946,
    "ATACG": 947,
    "TCCGC": 948,
    "ATTGGC": 949,
    "TCTGCCC": 950,
    "TCCTTG": 951,
    "ATTTCTC": 952,
    "ACTGG": 953,
    "TTAGTG": 954,
    "TTGGTC": 955,
    "TAGCTGGGACTAC": 956,
    "ATGCTC": 957,
    "ACCTCCC": 958,
    "AACATG": 959,
    "ATTCATC": 960,
    "AAATATT": 961,
    "AGGGCCC": 962,
    "AGACGGGG": 963,
    "AAAGCC": 964,
    "AAGGAC": 965,
    "TAGGGG": 966,
    "TAAGGG": 967,
    "ATTCTG": 968,
    "AGACTC": 969,
    "TTCTTG": 970,
    "TCTCAAAC": 971,
    "ATATATATT": 972,
    "TGGAAAA": 973,
    "ATGTAC": 974,
    "ATGCAC": 975,
    "TGTGCCC": 976,
    "TAATTG": 977,
    "TGGGCG": 978,
    "AGGGTC": 979,
    "AAATTG": 980,
    "TCCCGGG": 981,
    "AAAGTC": 982,
    "AGATTG": 983,
    "TACTCC": 984,
    "ATTCCATTCG": 985,
    "TTTCTTTTG": 986,
    "TGACG": 987,
    "TTAAAAC": 988,
    "TAATAG": 989,
    "AGGCTGGAGTGCAGTGGC": 990,
    "TGACCC": 991,
    "TAATGC": 992,
    "TAACAC": 993,
    "ATCACTTG": 994,
    "ATTATC": 995,
    "AGAGTC": 996,
    "TTGCTC": 997,
    "AAAACTGCTC": 998,
    "AACAGC": 999,
    "TATCAC": 1000,
    "TTGATC": 1001,
    "TTCTAG": 1002,
    "ACCAAG": 1003,
    "ATTGGG": 1004,
    "ATGTATT": 1005,
    "AAACCC": 1006,
    "TGGACTC": 1007,
    "ATTAGCC": 1008,
    "AGGGGCC": 1009,
    "AACGC": 1010,
    "TTTTAAAA": 1011,
    "AGTCTG": 1012,
    "AGGTAC": 1013,
    "TGGGCTC": 1014,
    "TAGGGC": 1015,
    "TTTGGAA": 1016,
    "AGTCAC": 1017,
    "TTTATTG": 1018,
    "TATGTGAAG": 1019,
    "ATGCG": 1020,
    "TAAATAA": 1021,
    "ACCACTGC": 1022,
    "AAGGTC": 1023,
    "ATTAGC": 1024,
    "TGTTGC": 1025,
    "TGATAA": 1026,
    "TTCAGC": 1027,
    "TTCAAG": 1028,
    "TTTTCCC": 1029,
    "ATTAAC": 1030,
    "AGTAAC": 1031,
    "TTCTGG": 1032,
    "AGAAATG": 1033,
    "AATGAC": 1034,
    "TTGTAC": 1035,
    "AGAAAAG": 1036,
    "TCTGAC": 1037,
    "TCCAGG": 1038,
    "TGCCCCC": 1039,
    "ATGGAC": 1040,
    "ATCCTC": 1041,
    "TAGATG": 1042,
    "TTTTTTTG": 1043,
    "TTCAACTC": 1044,
    "TAAGAC": 1045,
    "TTTTGCC": 1046,
    "AAACTC": 1047,
    "TTTTTATT": 1048,
    "ACCCAGC": 1049,
    "AGTTAC": 1050,
    "TACAAC": 1051,
    "TATAAG": 1052,
    "TTCCTTCC": 1053,
    "TAGCCC": 1054,
    "TTGATG": 1055,
    "TAAAGC": 1056,
    "TAGCAC": 1057,
    "ATTTTAA": 1058,
    "TTCACC": 1059,
    "TGTATC": 1060,
    "TGGAAGG": 1061,
    "TTATAG": 1062,
    "TTTCACC": 1063,
    "AGTTAA": 1064,
    "TCCTGACC": 1065,
    "AGGGAGGG": 1066,
    "TGGTCC": 1067,
    "TAATATT": 1068,
    "AGGTGCC": 1069,
    "ATCAGC": 1070,
    "TGGGCCC": 1071,
    "AAACAAAC": 1072,
    "TTTCTCC": 1073,
    "ATCTCGGC": 1074,
    "ATATATG": 1075,
    "ATTGAC": 1076,
    "TTCTTTT": 1077,
    "AAGTGC": 1078,
    "TTAAAAG": 1079,
    "AGGGGGC": 1080,
    "ATGAGC": 1081,
    "ATTTTCC": 1082,
    "ATGTGCC": 1083,
    "ATTGTC": 1084,
    "AAGTTG": 1085,
    "TACAGC": 1086,
    "TGGTAG": 1087,
    "AGAAGGG": 1088,
    "TAACCC": 1089,
    "ACCTGCC": 1090,
    "TGAGCCC": 1091,
    "ACCGG": 1092,
    "TCCCTCCC": 1093,
    "TGGGAGG": 1094,
    "TATTAC": 1095,
    "TCTCAGC": 1096,
    "ATCCACCC": 1097,
    "ATTATG": 1098,
    "TCCAAC": 1099,
    "TGTAAG": 1100,
    "AGAGCCC": 1101,
    "AGGAGAC": 1102,
    "TTTTTTTC": 1103,
    "ATATCTCC": 1104,
    "TGCTTG": 1105,
    "TGTTAC": 1106,
    "ATTTGG": 1107,
    "AGTAAG": 1108,
    "AATGTG": 1109,
    "ATCTAA": 1110,
    "ATCAAAA": 1111,
    "TTTCTCAGAA": 1112,
    "TTCTTCC": 1113,
    "TGGGTC": 1114,
    "ACCTGGC": 1115,
    "TAAAACC": 1116,
    "AATTAA": 1117,
    "TATATAC": 1118,
    "CCCGGC": 1119,
    "AGTATG": 1120,
    "ATGGTGG": 1121,
    "TACCAC": 1122,
    "TGGCCTC": 1123,
    "TTTGTTTG": 1124,
    "AATAAC": 1125,
    "ATCCTCC": 1126,
    "AGTTGG": 1127,
    "ATTCTTC": 1128,
    "TTGACC": 1129,
    "ATCACAAAGAAG": 1130,
    "ATAATC": 1131,
    "AGGAGCC": 1132,
    "TTTTTCC": 1133,
    "TGAATC": 1134,
    "AGTGTC": 1135,
    "AAAAAAAAAAAA": 1136,
    "AAGTAG": 1137,
    "AATATG": 1138,
    "TGGAGGG": 1139,
    "AACTGC": 1140,
    "TGAAATC": 1141,
    "AACGG": 1142,
    "AAGCAC": 1143,
    "AGCCTCCTGAG": 1144,
    "AACCAC": 1145,
    "ATGTAG": 1146,
    "ACCTAC": 1147,
    "TGGTTG": 1148,
    "TGGTGGC": 1149,
    "TTTATCC": 1150,
    "ATCCG": 1151,
    "ATGTGTG": 1152,
    "TCCCCCC": 1153,
    "TCTTTTTGTAG": 1154,
    "TGTAAC": 1155,
    "TTCTTTC": 1156,
    "TGAGTC": 1157,
    "AGGCTGGTC": 1158,
    "AATTAC": 1159,
    "TAAACC": 1160,
    "ATATTCC": 1161,
    "TCTGTCACCC": 1162,
    "TACGG": 1163,
    "ATGGTGGC": 1164,
    "ATCACAA": 1165,
    "AATGGC": 1166,
    "AGGAGTTTG": 1167,
    "AATTTG": 1168,
    "TTGTATT": 1169,
    "AGGCTGC": 1170,
    "AGTTGC": 1171,
    "TGCTTCTGTC": 1172,
    "TGTGTCC": 1173,
    "TGGCTCATGCC": 1174,
    "TTTGGGG": 1175,
    "AAAGAAAA": 1176,
    "AGAAAAC": 1177,
    "TTGAGG": 1178,
    "AGCAGCC": 1179,
    "TAATCC": 1180,
    "AAGCCCC": 1181,
    "GCTGC": 1182,
    "ACCCTGTCTC": 1183,
    "TGGTAC": 1184,
    "TGATTG": 1185,
    "TATACC": 1186,
    "TTAGTC": 1187,
    "TGACTC": 1188,
    "TGCAAAC": 1189,
    "ATCACG": 1190,
    "ATTTTAC": 1191,
    "AATCTG": 1192,
    "TTCTAA": 1193,
    "TGTTAA": 1194,
    "TAACG": 1195,
    "ACAAAC": 1196,
    "AACCTC": 1197,
    "TGAAAAC": 1198,
    "TGAACCC": 1199,
    "TGTTTTC": 1200,
    "AGAAATT": 1201,
    "TCCTATG": 1202,
    "TAGTAG": 1203,
    "TGGACC": 1204,
    "TTCTAC": 1205,
    "TGGAGGC": 1206,
    "ATATAAAA": 1207,
    "AGTAGC": 1208,
    "TCAGCCC": 1209,
    "TTTGAGGCC": 1210,
    "TTGTGC": 1211,
    "ATTCTCCTGCCTC": 1212,
    "TCCTCCC": 1213,
    "TTGGAAACGGG": 1214,
    "TCCTTCC": 1215,
    "AAGTAA": 1216,
    "ATAAATG": 1217,
    "AGAAATC": 1218,
    "TATGTC": 1219,
    "TGGTTTT": 1220,
    "TGGAAGC": 1221,
    "AATGTC": 1222,
    "TTGGAC": 1223,
    "NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN": 1224,
    "GAATGGAA": 1225,
    "AATTGC": 1226,
    "TGGTAA": 1227,
    "AAGAAAC": 1228,
    "TGTAGG": 1229,
    "GGCTC": 1230,
    "TGGAAAC": 1231,
    "ACCCGG": 1232,
    "AGGAGAG": 1233,
    "ATTTAT": 1234,
    "AGTATC": 1235,
    "TGCTTCC": 1236,
    "AAGTAC": 1237,
    "TCCAGCC": 1238,
    "AGCTTCC": 1239,
    "TATTTTG": 1240,
    "TACCTC": 1241,
    "TGCAAC": 1242,
    "TGTGTGTGTGTGTGTG": 1243,
    "GAGTCC": 1244,
    "TAGCTGGGATTACAGGC": 1245,
    "TGGGAGGC": 1246,
    "ATCTTG": 1247,
    "AGACTCC": 1248,
    "ATTCCATT": 1249,
    "GGCAC": 1250,
    "TGGGTTC": 1251,
    "TTACG": 1252,
    "AGGCCGAGGC": 1253,
    "TTGCAGTGAGCCGAG": 1254,
    "TGTAGC": 1255,
    "TTTCTTTT": 1256,
    "TGGGGGG": 1257,
    "GGTGC": 1258,
    "AGGAAATATC": 1259,
    "TTTTTTTTTTTT": 1260,
    "TTTTCTC": 1261,
    "TGAGGCC": 1262,
    "AATGCC": 1263,
    "TAAAAAC": 1264,
    "ACCACAC": 1265,
    "AGTAT": 1266,
    "TGCTGCC": 1267,
    "ATTCAAG": 1268,
    "ATATGGGCC": 1269,
    "AAGGAAG": 1270,
    "AGCCGC": 1271,
    "TTATAT": 1272,
    "ATATCCACTTGC": 1273,
    "AACTAC": 1274,
    "AATCTGCAAGTGG": 1275,
    "AGGCAG": 1276,
    "TTTGTAG": 1277,
    "GCCAC": 1278,
    "TGCTAC": 1279,
    "AGCTTG": 1280,
    "TCACACC": 1281,
    "AATAAG": 1282,
    "TGGAGAA": 1283,
    "AATCG": 1284,
    "TATTTTTT": 1285,
    "AGCTAA": 1286,
    "TAACTC": 1287,
    "TGCAAAA": 1288,
    "AGCAAAA": 1289,
    "AAAAGGAAATATC": 1290,
    "GCCCCC": 1291,
    "TTCCCCC": 1292,
    "ATGACC": 1293,
    "AAGAGAA": 1294,
    "ATTCCCC": 1295,
    "TATATTC": 1296,
    "TACACAC": 1297,
    "ATGTTTC": 1298,
    "GAATGGAATC": 1299,
    "TAAAAGC": 1300,
    "GCCGC": 1301,
    "TACTAA": 1302,
    "AGGTTGG": 1303,
    "AAATAG": 1304,
    "AATCCC": 1305,
    "TCCTGCC": 1306,
    "AGGACAC": 1307,
    "TTAGGGTTAGGG": 1308,
    "ATATTTC": 1309,
    "TTCTGCC": 1310,
    "TAGACAGAAGCATTCTC": 1311,
    "ACTCG": 1312,
    "TTGCAC": 1313,
    "AACACC": 1314,
    "AATGGAA": 1315,
    "AACTG": 1316,
    "ATTACC": 1317,
    "ATTCTCCTGCCTCAGCCTCCC": 1318,
    "TTCTCTC": 1319,
    "AAAGCCC": 1320,
    "TTTCACCATGTTGGCC": 1321,
    "AGCTCCC": 1322,
    "TATTTCC": 1323,
    "AGGATGC": 1324,
    "TGGCTAAC": 1325,
    "TGAGAAC": 1326,
    "ACCCCCC": 1327,
    "ATTTTTG": 1328,
    "TATGAC": 1329,
    "ATTCAG": 1330,
    "AGGCGC": 1331,
    "AGAAAG": 1332,
    "TAAAAGG": 1333,
    "AGCTGTG": 1334,
    "TAGTTTC": 1335,
    "TCCCCAC": 1336,
    "TAATTTTTGTATTTTTAGTAG": 1337,
    "AAGCTC": 1338,
    "ATGGTC": 1339,
    "TGGTGGG": 1340,
    "TTGTTTC": 1341,
    "AAAGAAC": 1342,
    "TACTTTT": 1343,
    "GGGAGGC": 1344,
    "TTACTC": 1345,
    "TTCTGTC": 1346,
    "AAAAATG": 1347,
    "AATCAAAAG": 1348,
    "TGCAAG": 1349,
    "AGAGGCC": 1350,
    "AGGTGGC": 1351,
    "TACATC": 1352,
    "AATGGG": 1353,
    "TGCTGTG": 1354,
    "TGGAATG": 1355,
    "ATTACAGGTGTG": 1356,
    "AATCAC": 1357,
    "ACACACACACACACAC": 1358,
    "TAAGTC": 1359,
    "TTAAATG": 1360,
    "TTCCTCC": 1361,
    "TATAAAC": 1362,
    "TTTGTAA": 1363,
    "ACCTGTAA": 1364,
    "TGGACAC": 1365,
    "TGACTTC": 1366,
    "ACAGCCC": 1367,
    "GGGAC": 1368,
    "AGTTTTC": 1369,
    "TCCCAGGTTC": 1370,
    "TGGATTC": 1371,
    "TCCCAAAGTGCTGGGATTACAGGC": 1372,
    "TTTAACC": 1373,
    "ATTTCCC": 1374,
    "TGAAATG": 1375,
    "AAAATAC": 1376,
    "ATCAAG": 1377,
    "TGCAGCC": 1378,
    "ACGTC": 1379,
    "AGCTAG": 1380,
    "TGCAGTGG": 1381,
    "ATTAAG": 1382,
    "ACGCCC": 1383,
    "AACAGAA": 1384,
    "TTGTGG": 1385,
    "AGCAGGG": 1386,
    "TAGGAC": 1387,
    "TGATAC": 1388,
    "AAAAATC": 1389,
    "TCCGG": 1390,
    "AGAGAG": 1391,
    "TTTTTGTAG": 1392,
    "TCCAAG": 1393,
    "AGAACCC": 1394,
    "TTAATC": 1395,
    "TGCAGGG": 1396,
    "TATGTATT": 1397,
    "TCTCGAAC": 1398,
    "AACAAG": 1399,
    "TGCTTTC": 1400,
    "TTCAAGC": 1401,
    "TTTTTAAAA": 1402,
    "ATTTCTG": 1403,
    "TGGAGAC": 1404,
    "TGTCG": 1405,
    "ATCTCAGC": 1406,
    "TTATATG": 1407,
    "TAGGAAG": 1408,
    "ATGCCCC": 1409,
    "TGTACC": 1410,
    "AGAAACC": 1411,
    "TTATTTC": 1412,
    "AGGACCC": 1413,
    "TCCTAC": 1414,
    "AGCAGAG": 1415,
    "AGTACC": 1416,
    "AGAAATAA": 1417,
    "GGCCTCCC": 1418,
    "TTTGTTC": 1419,
    "TAGTAA": 1420,
    "ATAAGAA": 1421,
    "AGCACAC": 1422,
    "TGGAGTC": 1423,
    "ATTTAAAA": 1424,
    "ATATATC": 1425,
    "TGGAGAG": 1426,
    "ATCCATCC": 1427,
    "TTTGCCC": 1428,
    "ATAAGCC": 1429,
    "TCTCGC": 1430,
    "TCCCTCC": 1431,
    "AATAGC": 1432,
    "TGTGATG": 1433,
    "ATTTTGG": 1434,
    "AGGCTCC": 1435,
    "ACCTAG": 1436,
    "TGAAACCCCGTCTC": 1437,
    "AAGGAAGG": 1438,
    "TCAAAGC": 1439,
    "TAACAGAG": 1440,
    "TTTGGCC": 1441,
    "AGCAGTTTTGAAACAC": 1442,
    "TGTGTGC": 1443,
    "TCTCTTC": 1444,
    "AAGATGG": 1445,
    "ACCAGCC": 1446,
    "TCTCTGC": 1447,
    "ATTTTATT": 1448,
    "TGTCTTC": 1449,
    "ATCTGG": 1450,
    "ACCTAA": 1451,
    "TTGCG": 1452,
    "ATCTTTC": 1453,
    "AGGCTGAGG": 1454,
    "AGATTCTACAAAAAGAG": 1455,
    "AAAAGGC": 1456,
    "TACTAC": 1457,
    "AGTAGG": 1458,
    "ATCCTCCC": 1459,
    "TGTTTTG": 1460,
    "TGTAAAA": 1461,
    "ACCAGG": 1462,
    "TAGACAG": 1463,
    "GCTCC": 1464,
    "AGGAGATC": 1465,
    "TCACTTC": 1466,
    "AGAATTC": 1467,
    "AGTCG": 1468,
    "TTGAAAC": 1469,
    "AATGAG": 1470,
    "TCCCAGCTACTTGGG": 1471,
    "TTGAGC": 1472,
    "GGGGCC": 1473,
    "TACAAG": 1474,
    "GGAGG": 1475,
    "ATACTC": 1476,
    "TTGGGGG": 1477,
    "ATTTGAA": 1478,
    "AGAGTGTTTC": 1479,
    "AAATAT": 1480,
    "AAAAGGG": 1481,
    "ATATTTCCTTTTCC": 1482,
    "AAAACCC": 1483,
    "TGGCTTC": 1484,
    "TTTTCAC": 1485,
    "ATAATAA": 1486,
    "ATTTTGC": 1487,
    "AGGAAAG": 1488,
    "AAAATATT": 1489,
    "TAGTTTTTATGTGAAG": 1490,
    "TTTTGGC": 1491,
    "AGATAG": 1492,
    "TTTTGGG": 1493,
    "TACTTG": 1494,
    "TATAGC": 1495,
    "TTTATAA": 1496,
    "AGTTTCC": 1497,
    "AGAATAA": 1498,
    "AGCCTGG": 1499,
    "ATTTCAC": 1500,
    "TGGGAAG": 1501,
    "TAGATC": 1502,
    "TGGAGCGC": 1503,
    "AGCAAAC": 1504,
    "ACCCCG": 1505,
    "TCCCCG": 1506,
    "AGCAGGC": 1507,
    "AGCCTGGG": 1508,
    "AGCCTGGCCAACATGG": 1509,
    "TTTAAGG": 1510,
    "AGAAGAA": 1511,
    "ATCCATG": 1512,
    "TGTGTG": 1513,
    "TGCACCC": 1514,
    "AGGAGTTCAAGACC": 1515,
    "TGTGAGTTGAA": 1516,
    "AGAGAAC": 1517,
    "ATCACAC": 1518,
    "AACCG": 1519,
    "TACAGAA": 1520,
    "AGCCAGGC": 1521,
    "TTCTCTG": 1522,
    "AATACC": 1523,
    "TGGCTGC": 1524,
    "TTCTTTG": 1525,
    "ATCGG": 1526,
    "TCTCTCC": 1527,
    "TGGAGTG": 1528,
    "TTTCATAG": 1529,
    "ATGAGG": 1530,
    "ATCTTGGC": 1531,
    "TTTTTAG": 1532,
    "GGCGC": 1533,
    "TATGGCC": 1534,
    "TTTCCTC": 1535,
    "AGCTTTC": 1536,
    "ATCTATC": 1537,
    "ATAAATT": 1538,
    "TGCCACC": 1539,
    "TGCTAA": 1540,
    "TTGAGCCC": 1541,
    "TCCCGG": 1542,
    "TTCAGG": 1543,
    "AAAATAG": 1544,
    "ATCCACC": 1545,
    "AAAACAC": 1546,
    "TGCCTCC": 1547,
    "AATTGG": 1548,
    "TCTGTTGCCC": 1549,
    "AGTAAAA": 1550,
    "AACTAG": 1551,
    "TTCTGTG": 1552,
    "AGGCCAAGGC": 1553,
    "AAAAGAC": 1554,
    "TGGGGAC": 1555,
    "TCACGG": 1556,
    "GGGCCC": 1557,
    "AGTCTTGC": 1558,
    "TCCCTGC": 1559,
    "TGAATAG": 1560,
    "ACCCACC": 1561,
    "TTGCAGTGAGCTGAG": 1562,
    "TGGGTGC": 1563,
    "TACACC": 1564,
    "TGGTCTC": 1565,
    "AATGTAA": 1566,
    "ATTCCG": 1567,
    "AATCATC": 1568,
    "AGGCTG": 1569,
    "AGGAGTTCGAGACC": 1570,
    "AACTAA": 1571,
    "ATGGATG": 1572,
    "TGAATAA": 1573,
    "TTGCCCC": 1574,
    "TAGCTC": 1575,
    "TACATAA": 1576,
    "GTGGTGGC": 1577,
    "TTCGC": 1578,
    "AGCCAAG": 1579,
    "ACACACC": 1580,
    "TACTG": 1581,
    "AAATGGG": 1582,
    "ATGTTTT": 1583,
    "AGGGCG": 1584,
    "TTCTGGG": 1585,
    "ACCCTCC": 1586,
    "AGGTTTC": 1587,
    "AGTGCCC": 1588,
    "AACTTG": 1589,
    "AACAAAC": 1590,
    "ATCTGCC": 1591,
    "TGTGAAG": 1592,
    "TAGCTGGGACTACAGGC": 1593,
    "ATCTAG": 1594,
    "TACTGC": 1595,
    "TATATTG": 1596,
    "AGGAGTTTGAGACC": 1597,
    "ATTTATC": 1598,
    "ACCTGGG": 1599,
    "AGCTGCC": 1600,
    "TGTAGTCCCAGCTACTC": 1601,
    "AGGTGAA": 1602,
    "GCCACC": 1603,
    "AGCATGG": 1604,
    "TTTGAAG": 1605,
    "GCCTGGC": 1606,
    "TCCTAA": 1607,
    "ACACGG": 1608,
    "ACCCCAC": 1609,
    "ATTTATG": 1610,
    "AGGTGAC": 1611,
    "TTCAAAA": 1612,
    "TATATATAA": 1613,
    "AATTATT": 1614,
    "ACCCGC": 1615,
    "TTTGAAACAC": 1616,
    "TGGTTTC": 1617,
    "AGATATT": 1618,
    "TTTGTTTT": 1619,
    "AGAAGCC": 1620,
    "AGGTATT": 1621,
    "TGTTATT": 1622,
    "TTATTCC": 1623,
    "TGGTGCC": 1624,
    "TGTCTCC": 1625,
    "TTTGTGATGTGTGC": 1626,
    "ATCTTCC": 1627,
    "TAATTTC": 1628,
    "AGGTCTC": 1629,
    "TCCCACC": 1630,
    "TGGAACC": 1631,
    "AGCTGGC": 1632,
    "AAAGATG": 1633,
    "TTGTCTC": 1634,
    "TTGGGCC": 1635,
    "TGCTCTG": 1636,
    "AGGACTC": 1637,
    "TACGC": 1638,
    "TGCAGAG": 1639,
    "AAAAGAAAA": 1640,
    "ATGGCCC": 1641,
    "AGGTGCCC": 1642,
    "AGGCTGGTCTCAAAC": 1643,
    "AACAGAG": 1644,
    "TATCG": 1645,
    "TGCTTTT": 1646,
    "AGGGGAG": 1647,
    "AGGCACC": 1648,
    "ACTGCCC": 1649,
    "AGGAACC": 1650,
    "TACCG": 1651,
    "TTCGG": 1652,
    "GTGCCC": 1653,
    "ATTCCATTCCATTCCATTCC": 1654,
    "ATTTGTC": 1655,
    "TTTTGTAG": 1656,
    "ATATGCC": 1657,
    "AGGGAAG": 1658,
    "AACACAC": 1659,
    "TATACAC": 1660,
    "TGTGGCC": 1661,
    "GGCGGC": 1662,
    "TGGAGCC": 1663,
    "TGTCCCC": 1664,
    "AATTCTCC": 1665,
    "TTAATAA": 1666,
    "AAAAATAA": 1667,
    "TTTTATG": 1668,
    "GGGCG": 1669,
    "AAACTGC": 1670,
    "TTTTCTTC": 1671,
    "ATCATTC": 1672,
    "ATCTCTC": 1673,
    "TGTCACC": 1674,
    "TATATATC": 1675,
    "TTAAATT": 1676,
    "AAAGTAG": 1677,
    "TTATAAG": 1678,
    "GGGCGG": 1679,
    "AGGCTGGTCTTGAAC": 1680,
    "TCCCGC": 1681,
    "TGAGTCC": 1682,
    "GGGGGG": 1683,
    "TATAAATT": 1684,
    "TATATATG": 1685,
    "ACTTG": 1686,
    "AGCAGAC": 1687,
    "AGGTTGC": 1688,
    "AGCAAGG": 1689,
    "AAGTGGACATT": 1690,
    "TGTGGGG": 1691,
    "TGGATGG": 1692,
    "TTATAAAA": 1693,
    "TCTGTCC": 1694,
    "TCTGTCGCCC": 1695,
    "TGCAGAA": 1696,
    "TGTGAGATG": 1697,
    "ATAGGAA": 1698,
    "TGAAACC": 1699,
    "AATAGG": 1700,
    "TTGGGGC": 1701,
    "TATATGC": 1702,
    "ACCCAGCC": 1703,
    "TGCAACC": 1704,
    "TCCAGGC": 1705,
    "GCAG": 1706,
    "ACAGAG": 1707,
    "TGCTCCC": 1708,
    "TTCCAGC": 1709,
    "AGGTCCC": 1710,
    "ATCTCAC": 1711,
    "TAGCG": 1712,
    "AGGTGTC": 1713,
    "AATTTTC": 1714,
    "AAAATTG": 1715,
    "TATAAAG": 1716,
    "AAAACG": 1717,
    "AATGATG": 1718,
    "TCACTGCAACCTCTGCC": 1719,
    "TATATATATT": 1720,
    "TCCTGACCTCAGGTG": 1721,
    "ACCACTGCACTCCAGCC": 1722,
    "AGGAGTG": 1723,
    "AAAATTC": 1724,
    "AAATAAAA": 1725,
    "TGCAGGC": 1726,
    "TTTATGG": 1727,
    "ATATGGC": 1728,
    "TATTATT": 1729,
    "ATATATAC": 1730,
    "TAAAATC": 1731,
    "TGAAAAG": 1732,
    "TGAAATT": 1733,
    "ATCACCC": 1734,
    "TTTTGTC": 1735,
    "ATTCATTC": 1736,
    "AAACTTC": 1737,
    "AGCAGTG": 1738,
    "AAAGGAA": 1739,
    "AGACCCC": 1740,
    "TTCCTTG": 1741,
    "AGCCATG": 1742,
    "TATTCCC": 1743,
    "TCCAGAG": 1744,
    "TTTTTAC": 1745,
    "ATCCCCC": 1746,
    "AAGGCCC": 1747,
    "TGAAACCCCATCTC": 1748,
    "AGCAGAA": 1749,
    "TCGTTGGAAACGGG": 1750,
    "TGCTTCTGTG": 1751,
    "TATTTAA": 1752,
    "AGTGTTCTGGAA": 1753,
    "ATATTGC": 1754,
    "ATATCCAC": 1755,
    "TTTGGGC": 1756,
    "AGATTCC": 1757,
    "ATTTGGG": 1758,
    "AAGGGGC": 1759,
    "AGGGACC": 1760,
    "TCTGGG": 1761,
    "ATGCCTGGC": 1762,
    "TCCTAG": 1763,
    "ATGCACC": 1764,
    "ATGATGG": 1765,
    "ATGCTG": 1766,
    "AAATTCC": 1767,
    "TTAATTTT": 1768,
    "ATGAACC": 1769,
    "TCCTGAG": 1770,
    "AGCGAGAC": 1771,
    "AACTGG": 1772,
    "TTCTCAG": 1773,
    "AGCCTGGGC": 1774,
    "TTCACATAAAAAC": 1775,
    "GGGTGG": 1776,
    "ATATCCC": 1777,
    "TCACTGCAAGC": 1778,
    "AAGAGGC": 1779,
    "TTCTCAC": 1780,
    "AGGAATG": 1781,
    "TAGCTGGGATTAC": 1782,
    "AACATTC": 1783,
    "AAAACAAAAC": 1784,
    "ATCACCTGAGGTC": 1785,
    "ATGAGAA": 1786,
    "TGGTGAC": 1787,
    "TCTGTAA": 1788,
    "TTTTATC": 1789,
    "AGGCCTC": 1790,
    "ACCAAAA": 1791,
    "TGGCCG": 1792,
    "ATTATAA": 1793,
    "TGGCTCACACC": 1794,
    "AGCACCC": 1795,
    "AGAGCAAG": 1796,
    "TTTATGC": 1797,
    "GCCACTGCACTCCAGCC": 1798,
    "AGTTATT": 1799,
    "AACTTCC": 1800,
    "TCCAGGG": 1801,
    "TTCTCCC": 1802,
    "TGTTAG": 1803,
    "TTGTGTG": 1804,
    "ACTAG": 1805,
    "ATATATATATATATAT": 1806,
    "AAATTGG": 1807,
    "TCCTGACCTCG": 1808,
    "TGCTGGC": 1809,
    "GGGAGGCTGAGGCAGGAGAA": 1810,
    "TTTAGCC": 1811,
    "ACCTCTC": 1812,
    "TTCCCTC": 1813,
    "ATGGGCC": 1814,
    "AGGTAGG": 1815,
    "TTTCTGAGAATGCTTCTGTC": 1816,
    "ATAAGGC": 1817,
    "TGCTAG": 1818,
    "TGACCCC": 1819,
    "AAATTGC": 1820,
    "TCACGCC": 1821,
    "AGTGTTTC": 1822,
    "TGGATAA": 1823,
    "ACTCCAGGCCC": 1824,
    "TGTTTGC": 1825,
    "GCCGCC": 1826,
    "TGTAATCCCAGCTACTC": 1827,
    "ATGAAGG": 1828,
    "TCCACCC": 1829,
    "TTGGCCTCCC": 1830,
    "AAATGGC": 1831,
    "ACCTCAC": 1832,
    "AGCTGGGC": 1833,
    "AAAAGCC": 1834,
    "TCCCAGCACTTTGGG": 1835,
    "AAATAAC": 1836,
    "TTTAAGC": 1837,
    "TGGGTGG": 1838,
    "ATTCTAC": 1839,
    "AGACGC": 1840,
    "TCCCAGG": 1841,
    "AAATGTCCAC": 1842,
    "TTGTTTG": 1843,
    "TTTCTGC": 1844,
    "TGGAGCCC": 1845,
    "AAGTAGC": 1846,
    "TTGAATC": 1847,
    "ATTTTATG": 1848,
    "TGGTATT": 1849,
    "TCCTGGC": 1850,
    "AGCGGC": 1851,
    "TAGAAAC": 1852,
    "TATAGAA": 1853,
    "ACCATGG": 1854,
    "TCATTC": 1855,
    "TGCCGC": 1856,
    "ATGCTGC": 1857,
    "TTGAGCC": 1858,
    "AAAGTGCTGGGATTACAGGC": 1859,
    "TGTAGCC": 1860,
    "TGGTGAA": 1861,
    "TTCATTC": 1862,
    "ATCCTGGCTAAC": 1863,
    "TGAGAAG": 1864,
    "ATCCCG": 1865,
    "AAAGTAA": 1866,
    "AGCATCC": 1867,
    "AGCTTGG": 1868,
    "ATCTCTG": 1869,
    "TGCAATGGC": 1870,
    "ATTTGTG": 1871,
    "ATACATG": 1872,
    "TTGAAGC": 1873,
    "TTTCTCTC": 1874,
    "ATTGTGCC": 1875,
    "AGACACC": 1876,
    "TAAAGG": 1877,
    "TATTTAC": 1878,
    "ACAGGG": 1879,
    "AGGGCTC": 1880,
    "TTTGGAG": 1881,
    "TCACAGAGTTGAAC": 1882,
    "AAACAAAA": 1883,
    "AGAGTTTC": 1884,
    "TTTAGGG": 1885,
    "ATCTTTG": 1886,
    "TAGAGG": 1887,
    "AAGAAGG": 1888,
    "ATTTTTAA": 1889,
    "TTGAACCTGGG": 1890,
    "TTATATC": 1891,
    "ATTGCCC": 1892,
    "TTGCCTC": 1893,
    "AAGTTTC": 1894,
    "ATTAG": 1895,
    "TAGACAC": 1896,
    "TCTCCAC": 1897,
    "AGGCTGGTCTCGAAC": 1898,
    "AGCTCTG": 1899,
    "ATTATTC": 1900,
    "ACCTTCC": 1901,
    "ATGGGGC": 1902,
    "AAAAGAAAGG": 1903,
    "TAATGG": 1904,
    "AGAGAGGG": 1905,
    "GGCCG": 1906,
    "ATATTGG": 1907,
    "AAACAAC": 1908,
    "ATCTGTG": 1909,
    "AGGTCAC": 1910,
    "AAGTTTT": 1911,
    "TGGCTCACGCCTGTAATCCCAGCACTTTGGG": 1912,
    "ACGAC": 1913,
    "AGCTCAC": 1914,
    "AGAGAAAA": 1915,
    "TGATAG": 1916,
    "TGCTCTC": 1917,
    "AACCCCC": 1918,
    "AGAGAGAC": 1919,
    "ATCTTGG": 1920,
    "AGGTGGGC": 1921,
    "ATATATAG": 1922,
    "TACTTTC": 1923,
    "AAACTCC": 1924,
    "GGCGG": 1925,
    "TGAGATG": 1926,
    "TGAGGGC": 1927,
    "TCCGTCTC": 1928,
    "TATACAA": 1929,
    "ATCTATT": 1930,
    "TTTGTTG": 1931,
    "ATGGATGG": 1932,
    "ATCTCCC": 1933,
    "AGTGAAC": 1934,
    "TTTTCG": 1935,
    "TTAGCCAGGATGG": 1936,
    "ATACCAC": 1937,
    "AGCCGG": 1938,
    "ACTGTG": 1939,
    "TCCTTTC": 1940,
    "ATCTTTT": 1941,
    "TGCATTC": 1942,
    "ATATGGG": 1943,
    "ATTGCACTCCAGCC": 1944,
    "TATAATT": 1945,
    "TATATAG": 1946,
    "TGAAGCC": 1947,
    "ATGGCG": 1948,
    "TAGGTC": 1949,
    "AACGAA": 1950,
    "AGGTATG": 1951,
    "TAGACC": 1952,
    "TTTACCC": 1953,
    "TTTCCAC": 1954,
    "TTAATTAA": 1955,
    "AGAGATG": 1956,
    "AAGATATT": 1957,
    "AAGAGAC": 1958,
    "AAGGGAA": 1959,
    "ACAGAGC": 1960,
    "AAGCAA": 1961,
    "AAGTCAC": 1962,
    "AGAGTGAGAC": 1963,
    "AGAGAGAA": 1964,
    "AGGAATC": 1965,
    "ATTGTAA": 1966,
    "TACTTTG": 1967,
    "TGGGAGC": 1968,
    "TATCTATC": 1969,
    "TCCTCAC": 1970,
    "AGTTTTG": 1971,
    "AGATGGG": 1972,
    "TTATTGG": 1973,
    "TGCAGAC": 1974,
    "TCCCTCAC": 1975,
    "TGGACCC": 1976,
    "ATAATTTT": 1977,
    "ACACAGC": 1978,
    "ACACGC": 1979,
    "TGAATTC": 1980,
    "TATTTTTC": 1981,
    "ACTAA": 1982,
    "TCCTGTG": 1983,
    "TATAAGG": 1984,
    "ATGGAATC": 1985,
    "TCAAATG": 1986,
    "AAGAAGC": 1987,
    "GGCCTC": 1988,
    "TGCGCC": 1989,
    "ACCTGTG": 1990,
    "AAAGGGC": 1991,
    "ATAGATG": 1992,
    "AATGTTC": 1993,
    "AGCCGAG": 1994,
    "TGTGGGC": 1995,
    "AGCGCC": 1996,
    "ATTGTGG": 1997,
    "ACAGAC": 1998,
    "TAGTCC": 1999,
    "ATTTTAAAA": 2000,
    "TAAATGC": 2001,
    "TATCCCC": 2002,
    "AGGCATG": 2003,
    "GGGAGGG": 2004,
    "AAATATG": 2005,
    "AGCCTTC": 2006,
    "TGGAATGGAATGGAA": 2007,
    "TTTGTATT": 2008,
    "TTCCACC": 2009,
    "AAGAGGG": 2010,
    "AGGTTTT": 2011,
    "TAGGCCC": 2012,
    "TGGTACC": 2013,
    "TATCTGC": 2014,
    "TTGGGAG": 2015,
    "AAAACTGC": 2016,
    "GGGTC": 2017,
    "TTATAAC": 2018,
    "TTATGCC": 2019,
    "ATAGGGC": 2020,
    "ATCTGAC": 2021,
    "TTTAAAAC": 2022,
    "ATTGTTC": 2023,
    "AGCAAAG": 2024,
    "TAATTTTTGTATT": 2025,
    "ATATCAC": 2026,
    "AATGCACAC": 2027,
    "AGGTTTG": 2028,
    "TCACGC": 2029,
    "TTTCTTTTC": 2030,
    "ATAGCTC": 2031,
    "TCCTCTC": 2032,
    "ATTTCAA": 2033,
    "ACCCAGGC": 2034,
    "ATGTGTC": 2035,
    "TAATAAAA": 2036,
    "AGCTTTG": 2037,
    "TTCACGCC": 2038,
    "TTAAACC": 2039,
    "TGTGTAG": 2040,
    "ATCCGCCC": 2041,
    "TTTAAAC": 2042,
    "AGGTTCC": 2043,
    "TTTCTTG": 2044,
    "TGCACG": 2045,
    "AATTTTG": 2046,
    "AGACATG": 2047,
    "TGTGCG": 2048,
    "TAGTTG": 2049,
    "TTCAAGCG": 2050,
    "AAGAAAG": 2051,
    "AGAAAGC": 2052,
    "AAATTTC": 2053,
    "TATTCAAC": 2054,
    "TTCCCAC": 2055,
    "TAGTAC": 2056,
    "TAATTTTG": 2057,
    "ATTAGG": 2058,
    "TTATTTTATT": 2059,
    "TTTTCCCC": 2060,
    "ATTCATG": 2061,
    "ATCTGTC": 2062,
    "ACACTGC": 2063,
    "ATTTTAG": 2064,
    "ATGGAG": 2065,
    "TGATATT": 2066,
    "TTTTTCTC": 2067,
    "AGCTCTC": 2068,
    "ATGCTTC": 2069,
    "AATGAAG": 2070,
    "AAAAACC": 2071,
    "ATATACC": 2072,
    "AATTAG": 2073,
    "AGCCTGACC": 2074,
    "TTGGCCC": 2075,
    "AGGCCAAGG": 2076,
    "TGCCTGCC": 2077,
    "ATTCTTG": 2078,
    "AGGAGGCTGAGGCAGGAGAA": 2079,
    "AGCAGCCC": 2080,
    "TAAAGAA": 2081,
    "TTGCAGTGAGCCAAG": 2082,
    "TTTTGTTTTG": 2083,
    "ATAATTC": 2084,
    "AATAAAC": 2085,
    "TTTGTGATGTTTGC": 2086,
    "TGGCGC": 2087,
    "ATCAGAG": 2088,
    "CCCGTTTCC": 2089,
    "TGGTTCC": 2090,
    "ATCATGCC": 2091,
    "TCCTAGC": 2092,
    "AGGGAAGG": 2093,
    "TAATTTTTTG": 2094,
    "ACCTGGCC": 2095,
    "TGTTTAC": 2096,
    "AGTGAG": 2097,
    "TTTCTTCC": 2098,
    "ACCTCAGCCTCCC": 2099,
    "TGGTATG": 2100,
    "AACATGGC": 2101,
    "TATAATC": 2102,
    "TAGAATC": 2103,
    "TCGTC": 2104,
    "TGGAAAAGGAAATATC": 2105,
    "ATCATCC": 2106,
    "ATTAAAC": 2107,
    "ATAAAATATC": 2108,
    "TTATTGC": 2109,
    "ATTTTTATT": 2110,
    "AAAGATC": 2111,
    "TGCTGTC": 2112,
    "AGCTATG": 2113,
    "TAAAATAAAA": 2114,
    "TGAGTTC": 2115,
    "TTGCTTC": 2116,
    "TTCACATAAAA": 2117,
    "TGGGAA": 2118,
    "AGCCGGGC": 2119,
    "TTTCTAA": 2120,
    "AAAAAAAC": 2121,
    "ATGCGG": 2122,
    "ACAAATG": 2123,
    "ACCAGGC": 2124,
    "ACAGGC": 2125,
    "TCACAGC": 2126,
    "AGTCTCGC": 2127,
    "ACAGAA": 2128,
    "ACAGAAG": 2129,
    "TGTAATCCCAGC": 2130,
    "AAAGTCC": 2131,
    "AGCCTGGGCAAC": 2132,
    "ATTTCAG": 2133,
    "TTTCAAC": 2134,
    "TTTCTG": 2135,
    "AGGGAAC": 2136,
    "TCACTGCAACCTCCGCC": 2137,
    "TAGAGAA": 2138,
    "TCCCCTC": 2139,
    "TTAGGAA": 2140,
    "TGGATATT": 2141,
    "TTTTAAC": 2142,
    "TGGGGTC": 2143,
    "ATTTAAG": 2144,
    "TGGTGTC": 2145,
    "TACTTCC": 2146,
    "TCCACCTCC": 2147,
    "TCTGTGC": 2148,
    "TTTCTAG": 2149,
    "TCCCTTC": 2150,
    "TGTAAGG": 2151,
    "AAGCGC": 2152,
    "TTTTAAG": 2153,
    "TCTGTTC": 2154,
    "TGTAACC": 2155,
    "AGCAGGTTTGAAACAC": 2156,
    "ATGTTGG": 2157,
    "AGTTAG": 2158,
    "TAAATAC": 2159,
    "TTTTTGC": 2160,
    "TCTCACC": 2161,
    "TGGCGG": 2162,
    "ATAGAAAA": 2163,
    "TTATCTC": 2164,
    "AGCTGAA": 2165,
    "ATTTAAC": 2166,
    "TGTGTTC": 2167,
    "TTTCCG": 2168,
    "ATTTGCC": 2169,
    "TGAAGGC": 2170,
    "AGGAGTC": 2171,
    "ATGGGGG": 2172,
    "ATGCACAC": 2173,
    "ATTTCTTC": 2174,
    "AGTTCCC": 2175,
    "ATCAGAA": 2176,
    "AGGACG": 2177,
    "ACAGCC": 2178,
    "ATACAAAC": 2179,
    "ACAGAAC": 2180,
    "TATAATAA": 2181,
    "TACAAAC": 2182,
    "TCTCGATC": 2183,
    "AAATAAG": 2184,
    "TGGGAAC": 2185,
    "AAGAGAG": 2186,
    "TATTAAAA": 2187,
    "ATATTTTC": 2188,
    "ACATTTTC": 2189,
    "TGCCTTC": 2190,
    "ATTCACC": 2191,
    "AGCACG": 2192,
    "AGGTCAG": 2193,
    "TGGCTCC": 2194,
    "AGGGGTG": 2195,
    "ATGATAA": 2196,
    "ATATAAC": 2197,
    "TTTTTTCC": 2198,
    "AGAGGGC": 2199,
    "TGTATTC": 2200,
    "TGTGAAC": 2201,
    "TTATGGC": 2202,
    "TTGGTTCC": 2203,
    "AAGACAC": 2204,
    "AGGAAAAG": 2205,
    "AGGTGAG": 2206,
    "TATATCC": 2207,
    "TGACCTC": 2208,
    "ATCATTG": 2209,
    "TCCAAATATCCACTTGC": 2210,
    "AAGATATTTCC": 2211,
    "AGGGGAC": 2212,
    "GCGCC": 2213,
    "TGAAACCCTGTCTC": 2214,
    "AGGCTGGG": 2215,
    "TATCTTC": 2216,
    "AGGATAA": 2217,
    "GGGAGGCGG": 2218,
    "ATTGTAG": 2219,
    "ATGATTC": 2220,
    "AGCACAG": 2221,
    "AAAATGC": 2222,
    "TATATGG": 2223,
    "TTAAGAA": 2224,
    "ATGAAAC": 2225,
    "AGGACAG": 2226,
    "TGTTCCC": 2227,
    "TTGAACCCAGGAGGC": 2228,
    "TACTAG": 2229,
    "TTGTTCC": 2230,
    "AGAAGCATTC": 2231,
    "TGAGCTC": 2232,
    "ACCACCC": 2233,
    "AAATGCC": 2234,
    "AGATGCC": 2235,
    "AGGCTTC": 2236,
    "TCCACAC": 2237,
    "AGCTTGC": 2238,
    "ATTCTCCTGCCTCAGCCTCCCGAG": 2239,
    "TGAGATGG": 2240,
    "TATGTGTG": 2241,
    "TTAGCCC": 2242,
    "ATGAAGC": 2243,
    "AGTTGAA": 2244,
    "TTGTGCC": 2245,
    "ATATTTGGATAGC": 2246,
    "TGATGGG": 2247,
    "AAACATTC": 2248,
    "TAAATATT": 2249,
    "TGGCCAC": 2250,
    "AAGAATC": 2251,
    "AGCCTGC": 2252,
    "AAGGGCC": 2253,
    "AGGCTGGAGTGCAG": 2254,
    "AGTGTAG": 2255,
    "TACTGGG": 2256,
    "TTTTTTAA": 2257,
    "ACCCGGC": 2258,
    "TGAATGAA": 2259,
    "AAAACTGCTCTATC": 2260,
    "TCACTTG": 2261,
    "TACATAT": 2262,
    "TGGATGC": 2263,
    "AGAGACC": 2264,
    "AACTCAC": 2265,
    "ATATTTTG": 2266,
    "TATGTCC": 2267,
    "AGGACAA": 2268,
    "ATATTTTATG": 2269,
    "ATCTGGG": 2270,
    "ATAATAG": 2271,
    "AGTCCCC": 2272,
    "AGCTAAC": 2273,
    "TGGCTGGC": 2274,
    "AAAAGAAG": 2275,
    "AGTGGGG": 2276,
    "TATTTGC": 2277,
    "AAAACTC": 2278,
    "TTGAGGC": 2279,
    "TGGAGTGGAA": 2280,
    "AGGATTTCGTTGGAAACGGG": 2281,
    "TCCTTTT": 2282,
    "TAATATC": 2283,
    "AGACTTC": 2284,
    "ATCTCAG": 2285,
    "ATTACAGGTGTGAGCC": 2286,
    "AGCTGTC": 2287,
    "ATAGATAG": 2288,
    "GGGCGCC": 2289,
    "ATCATGG": 2290,
    "AGTCTCCC": 2291,
    "ATCAGTG": 2292,
    "TGTAGGC": 2293,
    "ACACAGAG": 2294,
    "TGGGCAC": 2295,
    "ATACCTC": 2296,
    "AAAGTTC": 2297,
    "GGCCTCCCAAAGTGCTGGGATTACAGGC": 2298,
    "ATGTGGC": 2299,
    "TCCATTC": 2300,
    "AGGCATGG": 2301,
    "TAAATTC": 2302,
    "AGTCTCAC": 2303,
    "ATAATAC": 2304,
    "ATTAGAA": 2305,
    "TGTCTTCC": 2306,
    "TTCCCG": 2307,
    "AATGCCC": 2308,
    "AAGGAAC": 2309,
    "TTAGGGC": 2310,
    "ATAGCAC": 2311,
    "ATCTGGC": 2312,
    "AATGAAC": 2313,
    "ATATAAG": 2314,
    "AGCATTC": 2315,
    "AGCCTCTC": 2316,
    "AGGATTC": 2317,
    "TATGTAA": 2318,
    "TGGTCCC": 2319,
    "ATTACAG": 2320,
    "ATTGTTTT": 2321,
    "ACTCCATCTC": 2322,
    "TTGGGTG": 2323,
    "AGAAAACC": 2324,
    "TACTAAAAATAC": 2325,
    "TGAATCC": 2326,
    "TCTCGGC": 2327,
    "TGCAGCCC": 2328,
    "AAAGAGG": 2329,
    "TGTAATCCCAGCAC": 2330,
    "ATAAGGG": 2331,
    "AAAAGTC": 2332,
    "AAGTATT": 2333,
    "TTTCTAC": 2334,
    "TGAAACCC": 2335,
    "AGTGATG": 2336,
    "TGAAAAAGGAAATATC": 2337,
    "ATGGTG": 2338,
    "ATATATATG": 2339,
    "TGAAAG": 2340,
    "AGGAGCCC": 2341,
    "AATATTC": 2342,
    "AGAATAC": 2343,
    "AGTCACC": 2344,
    "AGACAAC": 2345,
    "TGCCTCCC": 2346,
    "AATTTAA": 2347,
    "TACTAAAAATACAAAAATTAGCC": 2348,
    "TTAAATC": 2349,
    "TTAATTC": 2350,
    "TGAGATC": 2351,
    "AGCACTC": 2352,
    "TGGATAC": 2353,
    "ACTTCC": 2354,
    "TTTGTCC": 2355,
    "ATTATTG": 2356,
    "AAGGGGG": 2357,
    "TTAAGCC": 2358,
    "TGGACATT": 2359,
    "ATGTCTC": 2360,
    "AGGTAAG": 2361,
    "ATAGCAG": 2362,
    "AGGTCAGGAGATC": 2363,
