#version: 0.2 - Trained by `huggingface/tokenizers`
T T
A A
T G
C C
A G
T C
A C
G G
A TT
A T
N N
A TG
G C
T CC
A CC
AA AA
AG G
NN NN
AG C
T AA
A TC
TT C
TG G
TG C
AA G
TT TT
AA C
TT G
CC C
T AG
T AC
NNNN NNNN
TG GG
AG GG
T ATT
AG AA
TG TG
T AT
AG CC
AG GC
TT TC
ATT C
AC AC
TCC C
AA GG
TC TC
TT GG
ATG G
TT CC
AG AG
NNNNNNNN NNNNNNNN
TG CC
AT AA
ACC C
TG GC
TG AA
ATG C
AT CC
AG AC
TC AC
TT TG
AA AC
G CC
T ATG
AG TG
T AAAA
ATT G
GG C
AT AC
TC TG
TT GC
GG G
T ATC
AT AT
AA AG
TAA C
TT AA
NNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNN
AA GC
AA CC
TAA G
T AGC
AT ATT
TT AC
TG TC
T ACC
TG AC
T AGG
TG AG
AA TC
ATT CC
AG TC
TT TTC
AAAA C
AGG CC
AT AG
TTTT G
AAAA G
AC G
TT TCC
AC AG
AC TC
AA TG
TGGG C
AC AA
TC AG
TGG AA
TGG CC
TT ATT
TC AA
GG CC
AC TG
TGG AG
TCC CC
TC G
ACC CC
TGGG G
TT AG
AGGG C
AT ATG
TT TAA
TT CCC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
ATT TC
ATG CC
AT ATC
TT TGC
G TG
ATC TC
AT AAAA
G AG
AA ATG
AC TCC
AA ATT
AGG AG
GG GC
TATT C
TT TAG
TG TAA
AAG CC
AGC AC
GG GG
TGC AG
AGG AA
TTC TC
ATT AC
ATG GC
ATC AC
ACC AC
AT CCC
ACC TC
AAAA AAAA
ATT GC
AAGG C
AA TT
AGGG G
TTTT TTTT
AGC AG
TC TCC
ATG GG
AAG AA
ATT TT
TTG AA
AGG TG
TTGG C
TT TAC
TTG CC
AC TGC
TG TAG
AGC TC
AG ATG
AT AAC
TG CCC
TG AGG
G AA
TT TGG
TGC TC
TAT CC
AC ATT
TT TATT
TG TGG
TG ATG
AG AAC
AG CCC
TG AAG
TTC AC
TG TGC
AG AAG
AA TAA
TTGG G
AGG AC
T ATGG
TT ATG
AT AAG
AGC G
TCC TC
TCC TG
AGG TC
TTTT CC
AAC TC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
AAGG G
TG TT
TATT G
T ATGC
TAT AA
AAC AC
AG AGC
AG AGG
ATT GG
AG AAAA
AT AGC
AT ACC
TGC AC
AGAA GC
TC TTC
TG TCC
TG TTC
TT TGGG
CC CC
AA ATC
T ACCC
TT AAAA
AAG AC
AG ACC
TAC TC
TCC AC
TGG AC
G TC
AA TTC
TGG TC
ATT TG
ATG AA
G CCC
TT ATC
AGAA AC
TAG CC
TAG AA
AG TTC
TGC AA
TAG GC
TTTT TC
TT TGTG
AG ATT
AT AGG
TGCC TC
TG AGC
TG TTG
TG AGGC
TT AAC
AG TAA
AT ATAA
TG ATT
ATG TC
TT TAT
TT AAG
TTGG CC
AG ATC
TG AAC
AGC AA
TAA AC
TC TGC
ATT TTC
TAG GG
TAA GG
AGAA GG
TTG TC
TAT AC
TAA GC
ATG AC
TG ACC
AAAA AA
TGC G
TAG AC
TT ACC
TTTT TG
AGCC CC
TAC AC
ATT AA
TTTC TC
AAC AA
AAG TC
AG TCC
TTC AA
AG TGC
ACC G
AG TGG
AAAA GG
AGG CCC
TAA CC
TG ATC
TAAAA C
ATTC TC
AG TT
TG TAC
TCCC AGC
TGC TTC
AAAA AC
AGG AAG
TCC G
GC TC
AG TTG
GC G
AAC G
TT AGC
ACC ATG
TTCC CC
TG TCTC
ATC AA
TGC TGGG
AT ATCC
TCC AA
TAC AA
TG AAAA
AGG AGG
ATT ATT
TG AGAA
AC GG
TT TGAA
AGC AGC
AGGG CC
AT ATTC
AG TAG
TGGG CC
TC ACC
ACAC AC
TGGG GG
AGGG GC
TTTT GG
TTG AC
TAT ATT
TC AGC
AA ACC
AA AGG
AT ATAC
AAAA CC
TC ATT
TCAC TGC
AG ATTC
TGTG TGTG
AAG TG
TGC TG
G AC
TTG CCC
GC AC
AA AGC
TT TCCC
TGCC CC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TTC G
AT AGAA
AGG AGAA
TC TTTT
TG TTTC
TAC AAAA
TCC TCC
ATC G
ACAC ACAC
TTG AAC
TT AGG
ACC ACC
CCC AC
AAG TGG
AGCC TCCC
ATG TG
TGGG GC
TATT CC
TC ATC
AC TAC
AAAA GC
TTC TG
ATT TTG
TGTG CC
AGG TGG
TAA TAA
AC ATG
TT TAAAA
TTC TTC
AC AGC
TTTT GC
AG TAC
AG AGAA
TT TATG
ATTCC ATTCC
GCC CC
ATGG CC
ATTAC AGGC
TAGC TGGG
AAGG CC
ATT TCC
AC TTC
TC ATG
G TGG
AG TTTC
TC GC
AT ACAC
TAA TTTT
AA TGG
AA TCC
TTC TCC
ATT CCC
ATTC G
ATG ATG
AGGG GG
AA CCC
ACC CCC
TGG CCC
TGTG GC
ATT TAA
AGGC TGAGGC
TC TTG
ACC TCC
AGG AGC
AAC AG
TGG TG
AA TAC
AAG AG
AA TGC
TAT ATG
TAC TAAAA
TCTG TC
ATC ATC
ATAC AAAA
ATTC TCC
ATAT ATAT
AGCC AC
AT ATTG
ATC ACC
AG TTTT
TGG AGC
TG TTTT
AGG TTC
AGCC TC
TG AGAC
AG ATGG
AGGC TGGAG
TGGC TC
TT TATC
TGC TGC
AGAG AC
ACTCC AGCC
TAA TC
TAC AG
AGAA CC
ATCC CC
AGGC TGG
AG TCTC
ATT TTTT
AGC TCC
AAGG GG
TAC G
TATT TC
AGCC TCC
TTGC AGTG
AC ACC
AT ATGC
TAG TTTT
TGGAA TGGAA
TTGG GG
AC GC
AGG AAC
ATC TG
TGAA GC
TC TGCC
TGG AAG
ATG GGG
AGC TG
TGG AAC
AGC AGG
TGTAA TCCC
TAAAA G
AA ACAC
AG AGGG
AG AGGC
TT TAAG
ACC GC
TT ATAA
AA TTG
TAA ATG
TT TGCC
TT AAAC
AAG AAG
ATC TCC
TGC TCC
CCC G
AAAA TC
TAA ATT
AA TAG
AGCAC TTTGGG
AAG ACC
AT ATGG
ATG GGC
TT TAAC
AGC TTC
TTCC TC
ATAT ATT
TCTC TC
TTTAG TAG
TTC AAC
TT ATTC
AC AGG
TTG TG
TGC AGC
TGG AGG
TGG AATC
TTG AACC
GC GG
TTC AG
AC ATC
AAAG TGCTGGG
AA TTTT
TC AGG
TG AGGG
TGGC TCAC
TT AGGG
TTG TTG
AA ATAA
AT AGAG
ATT TATT
AAAG AAG
TGAA CC
TC TGG
AT AGGC
TC AAC
TAA AG
AGG AGGC
ATT TAC
ATC GC
AT AAGG
TAG AG
TAT AG
TC AAG
ATT TGC
TCTC G
TCC CCC
AGC TGC
GG GGC
TGAA AC
AACC CC
ATC TTC
AGG ATG
ATC AG
AAC AAC
AA AGAA
AGC ACC
AT ACCC
TT AGAA
AT AGAC
AAC ATGG
TG TGGG
TT AGCC
AAGG GC
TG TATT
TCC ACC
TTGG GC
TT TGGC
AC AAAA
TGG TGG
AGG TGC
TT TACC
ACC AA
AGG ATT
TC GG
AAG AAAA
AGC GC
TTTC AC
ATC ATG
TC TAC
AG ACAC
TTTT TTG
ACCC AC
TGC ATG
AG TGTG
AGC AAG
AA TATT
TCC TTC
TCTC AC
TAT AAAA
ATAA AC
CCC TC
TT ATTG
GCC TC
CCC AGC
TAT ATAT
TAGG CC
TAT ATC
AAG AAC
TTG AG
TGG ATG
AGC ATT
AAG ATG
AGGCC G
TATT TTTAGTAG
AA ATGG
AC AAC
AAGC G
AGC ATC
TAT ATAA
TGCAG TGGC
TGG TGC
AG AGCC
TTTC TTTC
TATT TATT
AC TTGC
TCACTGC AACC
TTTG TC
ATATT TCC
ATG TAA
TAG TC
AT AGGG
AAG CCC
TCAC AGAG
G TCTC
ATAA GC
ATC ATT
AG TGGG
TTC TGC
ATC TGC
TCCC TC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
AT AGTG
TG AAGG
TTC ATT
AG ACCC
AGGG AC
TG AGCC
AGGC GG
TGGC G
ACC TGC
TT TAGC
ACAC G
AT AAAAC
TTC ATG
TAT ATATT
AA ATGC
AAAAAAAA AAAAAAAA
AAAA TAA
AGGC TC
TAG AAC
AGCC G
AGGAG TTC
TT TAGG
TT AAAG
TTTGTG ATG
ATAA CC
TC TAA
AG TATT
TCCC AC
AGC ATG
ACC TG
AA TATC
TCC TGC
AGC AAC
AGG TGTG
TTTTTTTT TTTTTTTT
TTG TAG
TC TGTG
TTTT TAA
TTG TAA
TGGC AC
ATG AAG
AGGC AC
AGC TGG
TTC ATC
ATT TAG
ATTCC ATTC
AGGC G
TATG GG
TGC GG
TG TTCC
TCTG TCTC
AGGCC CC
TG AGAG
AGG AAAA
TCCC G
TCC TGG
TC TTTC
TATG CC
TTAA CC
TC TTGC
AA TTCC
AA ATTC
ATG TTC
TTG TTC
ATG AG
TACC CC
ATG AAC
AATC TGC
TGG ATT
AGGCTGAGGC AGGAGAA
TCC ATC
AGG AAGG
ATG CCC
TAT CCC
AGC GG
ATAA ATAA
ACC ATC
TG TTTG
TACTAAAA ATACAAAA
TCCCAGC TACTC
TAG AAG
TT ATCC
ACC AAC
TAC ATT
ATGG AA
TCC AG
AGCC TGGCC
TGCCTC AGCCTCCC
TTCC AC
ATAAAA AC
TCC TGGG
AT AGCC
TTG AAG
ACC TTC
TTTT AC
ATT GCC
ATG TGC
TCC GCC
TTCC TTC
TAT AAC
ATG TCC
GAG ACC
AG ATGC
AGAC G
TGC AGTG
TGAA ACCCC
TT AAGG
TAA TG
ATC AAC
TGTAATCCC AGCACTTTGGG
TATT GC
AAG TTC
AGC TAC
TTTT TTC
TC TCCC
TTGCAGTG AGCC
AA ATATC
GGC G
AAAA ATT
ATG ATT
TG TCTG
GC GC
TGC ACAC
TC TAG
TGC AGG
TGC ACC
TAA TTTTTG
ATTC AC
TTGAA CCC
AGC TGGG
AA AGAC
AT AAAAG
TGTG AC
TCTC TCTC
AAAA AAC
TTG TTTT
AA TTTC
TG TCCC
ATTC AAC
AGC TGAG
TG AGTG
GG AC
TGG TGTG
AA ATAC
TT ACAC
AGG ATGG
TAA TTC
TCC AGC
ACC AG
TC AGGG
TTG ATT
TG TATG
TT ATAC
GG GCC
TG TAT
AGAG AGAG
AGCC ACC
TG TTGG
TG ATGG
AGG ATC
TTTCC CC
AAG ATC
TTG TCC
TGGGC AAC
AGG TAG
TCCC AAAGTGCTGGG
TTAA GC
TT AGAG
TG ATCC
TT ACCC
TGTG AG
TCAC G
TATG GC
TGTG TC
TGG TTC
AAC ATC
AAAC G
TCAC TC
AAC ATT
TCC ATG
AGG TAA
TAC ATG
TATC TC
AGAA TC
AAAA AG
TTTC TGAGAA
AGG ACC
TTTC ACCATG
ATCC AC
AAG TCC
GG CCC
TG ATTC
AGAC AGGG
AA AGGG
TTTG AC
ATT TTTC
AAC TTC
TAG TTC
AAAA AAG
AG TCCC
AGTG AC
TGC TGG
TAA GGC
TGCC AC
TAC TTC
TTTT AA
AGG TGGG
AG ATAC
TAA GCC
AGG TCC
TC TTCC
ATG TGG
TT ATGC
AG ATAA
AG TGGC
AGAC GG
AG TTCC
TGC ATC
TT ATGG
AT AGTC
TGGAG TGGAG
AGTG TTC
TCC ATT
AGAAGC ATTCTC
TGGCC CC
TATT GG
AGAG AAG
TAA ATC
AA TGAA
GGCC CC
TGCC G
AGG TTG
AA TAAAA
ACCC TC
AGG AAAC
ATG TTG
TCCTG ACCTC
AC AAG
AGAA AGAA
ACC AGC
TGGG GCC
AGCAG TTTTG
TTTC G
ACC TTG
ATG ATC
AAC TCC
AAAC GGG
TTTT ATT
AA ATCC
TGG ATC
TATT TTC
TTTC TTC
AA TCTC
TT ATATT
AAG ATT
AAAG TGC
TAA TAC
TG ACAC
TGGG TGAC
TGC ATT
ACC TGG
AGG AAGC
TCCCAGC TAC
ATAT ATAA
TAG AAAA
ACTGC ACTCCAGCC
TGGG AC
AGAC AGAG
TACAAAA AGAG
TGAGG TC
ACC ATT
ACCC G
TT AGAC
ACC ACG
AA AGTG
ATATT TGG
TTCC G
AGATG GGG
TT TATTC
ACAC TC
AGG AGGG
AG ATCC
GG GGG
ATT AAAA
AGCC CCC
TGC GC
TCG CCC
AA TAT
TG TCAC
TTG AAAA
TGGG GGC
AAC AAAA
AGAAAC TTC
AG TTTG
TAG ATT
AA AGGC
AG TGAA
TG ATGC
TG TTTCC
ATG AGCC
AAG AGG
AGAA GGC
ATC TAC
AAG AGC
ATG AAAA
TGGCTCAC GCC
GCC G
AT AGGCC
GG TC
AA AGAG
TT AGGC
AG TGCC
GTG AGCC
ATAC G
TCC GC
ATT GGC
TCTG CCC
TCC TTG
ATT TCTC
AC TGG
TT AGTG
TTGG TC
TAGCTGGG ACTAC
ATGC TC
ACC TCCC
AAC ATG
ATTC ATC
AA ATATT
AGGG CCC
AGAC GGGG
AA AGCC
AAGG AC
TAG GGG
TAA GGG
ATTC TG
AGAC TC
TTC TTG
TCTC AAAC
ATAT ATATT
TGG AAAA
ATG TAC
ATGC AC
TGTG CCC
TAA TTG
TGGGC G
AGGG TC
AA ATTG
TCCC GGG
AAAG TC
AG ATTG
TAC TCC
ATTCC ATTCG
TTTC TTTTG
TGAC G
TT AAAAC
TAA TAG
AGGCTGGAG TGCAGTGGC
TG ACCC
TAA TGC
TAAC AC
ATCAC TTG
ATT ATC
AGAG TC
TTGC TC
AAAAC TGCTC
AAC AGC
TATC AC
TTG ATC
TTC TAG
ACC AAG
ATT GGG
ATG TATT
AA ACCC
TGG ACTC
ATT AGCC
AGGG GCC
AAC GC
TTTT AAAA
AG TCTG
AGG TAC
TGGGC TC
TAG GGC
TT TGGAA
AG TCAC
TTTATT G
TATG TGAAG
ATGC G
TAA ATAA
ACCAC TGC
AAGG TC
ATT AGC
TG TTGC
TG ATAA
TTC AGC
TTC AAG
TTTT CCC
ATT AAC
AG TAAC
TTC TGG
AGAA ATG
AA TGAC
TTG TAC
AG AAAAG
TCTG AC
TCC AGG
TGCC CCC
ATGG AC
ATCC TC
TAG ATG
TTTT TTTG
TTC AACTC
TAAG AC
TTTT GCC
AAAC TC
TTTT TATT
ACCC AGC
AG TTAC
TAC AAC
TAT AAG
TTCC TTCC
TAG CCC
TTG ATG
TAA AGC
TAGC AC
ATT TTAA
TTC ACC
TG TATC
TGG AAGG
TT ATAG
TTTC ACC
AG TTAA
TCCTG ACC
AGGG AGGG
TGG TCC
TAA TATT
AGG TGCC
ATC AGC
TGGG CCC
AAAC AAAC
TTTC TCC
ATCTC GGC
ATAT ATG
ATTG AC
TTC TTTT
AAG TGC
TT AAAAG
AGGG GGC
ATG AGC
ATT TTCC
ATG TGCC
ATTG TC
AAG TTG
TAC AGC
TGG TAG
AGAA GGG
TAA CCC
ACC TGCC
TGAG CCC
ACC GG
TCCC TCCC
TGGG AGG
TATT AC
TCTC AGC
ATCC ACCC
ATT ATG
TCC AAC
TG TAAG
AGAG CCC
AGG AGAC
TTTT TTTC
ATATC TCC
TGC TTG
TG TTAC
ATT TGG
AG TAAG
AA TGTG
ATC TAA
ATC AAAA
TTTCTC AGAA
TTC TTCC
TGGG TC
ACC TGGC
TAAAA CC
AA TTAA
TAT ATAC
CCC GGC
AG TATG
ATGG TGG
TACC AC
TGGCC TC
TTTG TTTG
AA TAAC
ATCC TCC
AG TTGG
ATTC TTC
TTG ACC
ATCAC AAAGAAG
ATAA TC
AGG AGCC
TTTT TCC
TGAA TC
AGTG TC
AAAAAAAA AAAA
AAG TAG
AA TATG
TGG AGGG
AAC TGC
TGAA ATC
AAC GG
AAGC AC
AGCCTCC TGAG
AACC AC
ATG TAG
ACC TAC
TGG TTG
TGG TGGC
TT TATCC
ATCC G
ATG TGTG
TCCCC CC
TCTTTT TGTAG
TG TAAC
TTC TTTC
TGAG TC
AGGC TGGTC
AA TTAC
TAA ACC
ATATT CC
TCTGTC ACCC
TAC GG
ATGG TGGC
ATC ACAA
AA TGGC
AGGAG TTTG
AA TTTG
TTG TATT
AGGC TGC
AG TTGC
TGCTTC TGTC
TGTG TCC
TGGCTC ATGCC
TT TGGGG
AAAG AAAA
AG AAAAC
TTG AGG
AGC AGCC
TAA TCC
AAGCC CC
GC TGC
ACCC TGTCTC
TGG TAC
TG ATTG
TAT ACC
TT AGTC
TGAC TC
TGC AAAC
ATC ACG
ATT TTAC
AA TCTG
TTC TAA
TG TTAA
TAAC G
AC AAAC
AACC TC
TG AAAAC
TGAA CCC
TG TTTTC
AGAA ATT
TCC TATG
TAG TAG
TGG ACC
TTC TAC
TGG AGGC
ATAT AAAA
AG TAGC
TCAG CCC
TTTG AGGCC
TTG TGC
ATTCTCC TGCCTC
TCC TCCC
TTGG AAACGGG
TCC TTCC
AAG TAA
ATAA ATG
AGAA ATC
TATG TC
TGG TTTT
TGG AAGC
AA TGTC
TTGG AC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
GAA TGGAA
AA TTGC
TGG TAA
AAG AAAC
TG TAGG
GGC TC
TGG AAAC
ACCC GG
AGG AGAG
ATT TAT
AG TATC
TGC TTCC
AAG TAC
TCC AGCC
AGC TTCC
TATT TTG
TACC TC
TGC AAC
TGTGTGTG TGTGTGTG
GAG TCC
TAGCTGGG ATTACAGGC
TGGG AGGC
ATC TTG
AGAC TCC
ATTCC ATT
GGC AC
TGGG TTC
TTAC G
AGGCCG AGGC
TTGCAGTGAGCC GAG
TG TAGC
TTTC TTTT
TGGG GGG
GG TGC
AGGAA ATATC
TTTTTTTT TTTT
TTTTC TC
TG AGGCC
AA TGCC
TAAAA AC
ACC ACAC
AG TAT
TGC TGCC
ATTC AAG
ATATG GGCC
AAGG AAG
AGCC GC
TT ATAT
ATATCC ACTTGC
AAC TAC
AATCTGC AAGTGG
AGGC AG
TTTG TAG
GCC AC
TGC TAC
AGC TTG
TCAC ACC
AA TAAG
TGG AGAA
AATC G
TATT TTTT
AGC TAA
TAAC TC
TGC AAAA
AGC AAAA
AAAAGG AAATATC
GCC CCC
TTCC CCC
ATG ACC
AAG AGAA
ATTCC CC
TAT ATTC
TAC ACAC
ATG TTTC
GAA TGGAATC
TAAAA GC
GCC GC
TAC TAA
AGG TTGG
AA ATAG
AA TCCC
TCC TGCC
AGG ACAC
TTAGGG TTAGGG
ATATT TC
TTC TGCC
TAGAC AGAAGCATTCTC
ACTC G
TTGC AC
AAC ACC
AA TGGAA
AAC TG
ATT ACC
ATTCTCC TGCCTCAGCCTCCC
TTC TCTC
AAAG CCC
TTTCACCATG TTGGCC
AGC TCCC
TATT TCC
AGG ATGC
TGGC TAAC
TGAG AAC
ACCCC CC
ATT TTTG
TATG AC
ATTC AG
AGGC GC
AGAA AG
TAAAA GG
AGC TGTG
TAG TTTC
TCCCC AC
TAATTTTTG TATTTTTAGTAG
AAGC TC
ATGG TC
TGG TGGG
TTG TTTC
AAAG AAC
TAC TTTT
GGG AGGC
TTAC TC
TTC TGTC
AAAA ATG
AATC AAAAG
TGC AAG
AG AGGCC
AGG TGGC
TAC ATC
AA TGGG
TGC TGTG
TGG AATG
ATTAC AGGTGTG
AA TCAC
ACACACAC ACACACAC
TAAG TC
TTAA ATG
TTCC TCC
TAT AAAC
TTTG TAA
ACC TGTAA
TGG ACAC
TGAC TTC
ACAG CCC
GGG AC
AG TTTTC
TCCC AGGTTC
TGG ATTC
TCCCAAAGTGCTGGG ATTACAGGC
TTTAA CC
ATT TCCC
TGAA ATG
AAAA TAC
ATC AAG
TGC AGCC
ACG TC
AGC TAG
TGCAG TGG
ATT AAG
ACG CCC
AAC AGAA
TTG TGG
AGC AGGG
TAGG AC
TG ATAC
AAAA ATC
TCC GG
AGAG AG
TTTT TGTAG
TCC AAG
AGAA CCC
TTAA TC
TGC AGGG
TATG TATT
TCTCG AAC
AAC AAG
TGC TTTC
TTC AAGC
TTTT TAAAA
ATT TCTG
TGG AGAC
TGTC G
ATCTC AGC
TT ATATG
TAGG AAG
ATGCC CC
TG TACC
AGAA ACC
TTATT TC
AGG ACCC
TCC TAC
AGC AGAG
AG TACC
AGAA ATAA
GGCC TCCC
TTTG TTC
TAG TAA
AT AAGAA
AGC ACAC
TGG AGTC
ATT TAAAA
ATAT ATC
TGG AGAG
ATCC ATCC
TTTG CCC
AT AAGCC
TCTC GC
TCCC TCC
AA TAGC
TGTG ATG
ATT TTGG
AGGC TCC
ACC TAG
TGAAACCCC GTCTC
AAGG AAGG
TCAA AGC
TAAC AGAG
TT TGGCC
AGCAGTTTTG AAACAC
TGTG TGC
TCTC TTC
AAG ATGG
ACC AGCC
TCTC TGC
ATT TTATT
TGTC TTC
ATC TGG
ACC TAA
TTGC G
ATC TTTC
AGGC TGAGG
AGATTC TACAAAAAGAG
AAAA GGC
TAC TAC
AG TAGG
ATCC TCCC
TG TTTTG
TG TAAAA
ACC AGG
TAG ACAG
GC TCC
AGGAG ATC
TCAC TTC
AGAA TTC
AGTC G
TTG AAAC
AA TGAG
TCCCAGCTAC TTGGG
TTG AGC
GG GGCC
TAC AAG
GG AGG
ATAC TC
TTGG GGG
ATT TGAA
AGAG TGTTTC
AA ATAT
AAAA GGG
ATATTTCC TTTTCC
AAAA CCC
TGGC TTC
TTTTC AC
ATAA TAA
ATT TTGC
AGG AAAG
AAAA TATT
TAGTTTT TATGTGAAG
TTTT GGC
AG ATAG
TTTT GGG
TAC TTG
TAT AGC
TT TATAA
AG TTTCC
AGAA TAA
AGCC TGG
ATT TCAC
TGGG AAG
TAG ATC
TGGAGC GC
AGC AAAC
ACCCC G
TCCCC G
AGC AGGC
AGCC TGGG
AGCCTGGCC AACATGG
TTTAA GG
AG AAGAA
ATCC ATG
TGTG TG
TGC ACCC
AGGAGTTC AAGACC
TGTGAG TTGAA
AGAG AAC
ATC ACAC
AACC G
TAC AGAA
AGCC AGGC
TTC TCTG
AA TACC
TGGC TGC
TTC TTTG
ATC GG
TCTC TCC
TGG AGTG
TTTC ATAG
ATG AGG
ATC TTGGC
TTTT TAG
GGC GC
TATGG CC
TTTCC TC
AGC TTTC
ATC TATC
ATAA ATT
TGCC ACC
TGC TAA
TTG AGCCC
TCCC GG
TTC AGG
AAAA TAG
ATCC ACC
AAAAC AC
TGCC TCC
AA TTGG
TCTG TTGCCC
AG TAAAA
AAC TAG
TTC TGTG
AGGCC AAGGC
AAAAG AC
TGGGG AC
TCAC GG
GGG CCC
AGTC TTGC
TCCC TGC
TGAA TAG
ACCC ACC
TTGCAGTG AGCTGAG
TGGG TGC
TAC ACC
TGG TCTC
AATG TAA
ATTCC G
AATC ATC
AGGC TG
AGGAGTTC GAGACC
AAC TAA
ATGG ATG
TGAA TAA
TTGCC CC
TAGC TC
TAC ATAA
GTGG TGGC
TTC GC
AGCC AAG
ACAC ACC
TAC TG
AAATG GG
ATG TTTT
AGGGC G
TTC TGGG
ACCC TCC
AGG TTTC
AGTG CCC
AAC TTG
AAC AAAC
ATC TGCC
TGTG AAG
TAGCTGGGACTAC AGGC
ATC TAG
TAC TGC
TAT ATTG
AGGAGTTTG AGACC
ATT TATC
ACC TGGG
AGC TGCC
TGTAG TCCCAGCTACTC
AGG TGAA
GCC ACC
AGC ATGG
TTTG AAG
GCC TGGC
TCC TAA
ACAC GG
ACCCC AC
ATT TATG
AGG TGAC
TTC AAAA
TAT ATATAA
AA TTATT
ACCC GC
TTTGAA ACAC
TGG TTTC
AG ATATT
TTTG TTTT
AG AAGCC
AGG TATT
TG TTATT
TT ATTCC
TGG TGCC
TGTC TCC
TTTGTGATG TGTGC
ATC TTCC
TAA TTTC
AGG TCTC
TCCC ACC
TGG AACC
AGC TGGC
AAAG ATG
TTG TCTC
TTGG GCC
TGC TCTG
AGG ACTC
TAC GC
TGC AGAG
AAAAG AAAA
ATGG CCC
AGGTG CCC
AGGCTGG TCTCAAAC
AAC AGAG
TATC G
TGC TTTT
AGGG GAG
AGGC ACC
ACTG CCC
AGG AACC
TACC G
TTC GG
GTG CCC
ATTCCATTCC ATTCCATTCC
ATT TGTC
TTTTG TAG
ATATG CC
AGGG AAG
AAC ACAC
TAT ACAC
TG TGGCC
GGC GGC
TGG AGCC
TG TCCCC
AATTC TCC
TTAA TAA
AAAA ATAA
TTTT ATG
GGGC G
AAAC TGC
TTTTC TTC
ATC ATTC
ATC TCTC
TGTC ACC
TAT ATATC
TTAA ATT
AAAG TAG
TT ATAAG
GGGC GG
AGGCTGGTC TTGAAC
TCCC GC
TGAG TCC
GGGG GG
TAT AAATT
TAT ATATG
AC TTG
AGC AGAC
AGG TTGC
AGC AAGG
AAGTGG ACATT
TG TGGGG
TGG ATGG
TT ATAAAA
TCTG TCC
TCTG TCGCCC
TGC AGAA
TGTG AGATG
AT AGGAA
TGAA ACC
AA TAGG
TTGG GGC
TAT ATGC
ACCC AGCC
TGC AACC
TCC AGGC
GC AG
AC AGAG
TGC TCCC
TTCC AGC
AGG TCCC
ATC TCAC
TAGC G
AGG TGTC
AA TTTTC
AAAA TTG
TAT AAAG
AAAAC G
AATG ATG
TCACTGCAACC TCTGCC
TAT ATATATT
TCCTGACCTC AGGTG
ACCACTGC ACTCCAGCC
AGG AGTG
AAAA TTC
AA ATAAAA
TGC AGGC
TT TATGG
ATATG GC
TATT ATT
ATAT ATAC
TAAAA TC
TG AAAAG
TGAA ATT
ATC ACCC
TTTTG TC
ATTC ATTC
AAAC TTC
AGC AGTG
AA AGGAA
AG ACCCC
TTCC TTG
AGCC ATG
TATT CCC
TCC AGAG
TTTT TAC
ATCC CCC
AAGG CCC
TGAAACCCC ATCTC
AGC AGAA
TCG TTGGAAACGGG
TGCTTC TGTG
TATT TAA
AGTGTTC TGGAA
ATATT GC
ATATCC AC
TT TGGGC
AG ATTCC
ATT TGGG
AAGG GGC
AGGG ACC
TC TGGG
ATGCC TGGC
TCC TAG
ATGC ACC
ATG ATGG
ATGC TG
AA ATTCC
TTAA TTTT
ATG AACC
TCC TGAG
AGCG AGAC
AAC TGG
TTC TCAG
AGCC TGGGC
TTCAC ATAAAAAC
GGG TGG
ATAT CCC
TCACTGC AAGC
AAG AGGC
TTC TCAC
AGG AATG
TAGCTGGG ATTAC
AAC ATTC
AAAAC AAAAC
ATCACC TGAGGTC
ATG AGAA
TGG TGAC
TCTG TAA
TTTT ATC
AGGCC TC
ACC AAAA
TGGCC G
ATT ATAA
TGGCTCAC ACC
AGC ACCC
AGAGC AAG
TT TATGC
GCC ACTGCACTCCAGCC
AG TTATT
AAC TTCC
TCC AGGG
TTC TCCC
TG TTAG
TTG TGTG
AC TAG
ATATATAT ATATATAT
AAATT GG
TCCTGACC TCG
TGC TGGC
GGG AGGCTGAGGCAGGAGAA
TTTAG CC
ACC TCTC
TTCCC TC
ATG GGCC
AGG TAGG
TTTCTGAGAA TGCTTCTGTC
AT AAGGC
TGC TAG
TG ACCCC
AAATT GC
TCAC GCC
AGTG TTTC
TGG ATAA
ACTCC AGGCCC
TG TTTGC
GCC GCC
TGTAA TCCCAGCTACTC
ATG AAGG
TCC ACCC
TTGGCC TCCC
AAATG GC
ACC TCAC
AGC TGGGC
AAAA GCC
TCCC AGCACTTTGGG
AA ATAAC
TTTAA GC
TGGG TGG
ATTC TAC
AGAC GC
TCCC AGG
AAATG TCCAC
TTG TTTG
TTTC TGC
TGGAG CCC
AAG TAGC
TTG AATC
ATTTT ATG
TGG TATT
TCC TGGC
AGC GGC
TAG AAAC
TAT AGAA
ACC ATGG
TC ATTC
TGCC GC
ATGC TGC
TTG AGCC
AAAGTGCTGGG ATTACAGGC
TGTAG CC
TGG TGAA
TTC ATTC
ATCC TGGCTAAC
TGAG AAG
ATCCC G
AAAG TAA
AGC ATCC
AGC TTGG
ATC TCTG
TGCAA TGGC
ATT TGTG
ATAC ATG
TTG AAGC
TTTC TCTC
ATTG TGCC
AGAC ACC
TAA AGG
TATT TAC
AC AGGG
AGGGC TC
TT TGGAG
TCACAGAG TTGAAC
AAAC AAAA
AGAG TTTC
TTTAG GG
ATC TTTG
TAG AGG
AAG AAGG
ATT TTTAA
TTGAACC TGGG
TT ATATC
ATTG CCC
TTGCC TC
AAG TTTC
ATT AG
TAG ACAC
TCTCC AC
AGGCTGG TCTCGAAC
AGC TCTG
ATT ATTC
ACC TTCC
ATG GGGC
AAAAG AAAGG
TAA TGG
AGAG AGGG
GGCC G
ATATT GG
AAAC AAC
ATC TGTG
AGG TCAC
AAG TTTT
TGGCTCACGCC TGTAATCCCAGCACTTTGGG
ACG AC
AGC TCAC
AGAG AAAA
TG ATAG
TGC TCTC
AACC CCC
AGAG AGAC
ATC TTGG
AGG TGGGC
ATAT ATAG
TAC TTTC
AAAC TCC
GGC GG
TGAG ATG
TG AGGGC
TCCG TCTC
TAT ACAA
ATC TATT
TTTG TTG
ATGG ATGG
ATC TCCC
AGTG AAC
TTTTC G
TTAGCC AGGATGG
AT ACCAC
AGCC GG
AC TGTG
TCC TTTC
ATC TTTT
TGC ATTC
ATATG GG
ATTGC ACTCCAGCC
TAT AATT
TAT ATAG
TG AAGCC
ATGGC G
TAGG TC
AAC GAA
AGG TATG
TAG ACC
TT TACCC
TTTCC AC
TTAA TTAA
AGAG ATG
AAG ATATT
AAG AGAC
AAGG GAA
ACAG AGC
AAGC AA
AAG TCAC
AGAG TGAGAC
AGAG AGAA
AGG AATC
ATTG TAA
TAC TTTG
TGGG AGC
TATC TATC
TCC TCAC
AG TTTTG
AG ATGGG
TTATT GG
TGC AGAC
TCCC TCAC
TGG ACCC
ATAA TTTT
ACAC AGC
ACAC GC
TGAA TTC
TATT TTTC
AC TAA
TCC TGTG
TAT AAGG
ATGG AATC
TCAA ATG
AAG AAGC
GGCC TC
TGC GCC
ACC TGTG
AA AGGGC
ATAG ATG
AATG TTC
AGCC GAG
TG TGGGC
AGC GCC
ATTG TGG
AC AGAC
TAG TCC
ATTTT AAAA
TAA ATGC
TATCC CC
AGGC ATG
GGG AGGG
AA ATATG
AGCC TTC
TGGAATGGAA TGGAA
TTTG TATT
TTCC ACC
AAG AGGG
AGG TTTT
TAGG CCC
TGG TACC
TATC TGC
TTGG GAG
AAAAC TGC
GGG TC
TT ATAAC
TT ATGCC
AT AGGGC
ATC TGAC
TT TAAAAC
ATTG TTC
AGC AAAG
TAATTTTTG TATT
ATATC AC
AATGC ACAC
AGG TTTG
TCAC GC
TTTC TTTTC
AT AGCTC
TCC TCTC
ATT TCAA
ACCC AGGC
ATG TGTC
TAA TAAAA
AGC TTTG
TTCAC GCC
TTAA ACC
TGTG TAG
ATCC GCCC
TTTAA AC
AGG TTCC
TTTC TTG
TGC ACG
AA TTTTG
AGAC ATG
TGTGC G
TAG TTG
TTC AAGCG
AAG AAAG
AGAA AGC
AA ATTTC
TATTC AAC
TTCCC AC
TAG TAC
TAA TTTTG
ATT AGG
TTATT TTATT
TTTTCC CC
ATTC ATG
ATC TGTC
ACAC TGC
ATT TTAG
ATGG AG
TG ATATT
TTTT TCTC
AGC TCTC
ATGC TTC
AATG AAG
AAAA ACC
ATAT ACC
AA TTAG
AGCC TGACC
TTGG CCC
AGGCC AAGG
TGCC TGCC
ATTC TTG
AGG AGGCTGAGGCAGGAGAA
AGCAG CCC
TAA AGAA
TTGCAGTGAGCC AAG
TTTTG TTTTG
ATAA TTC
AATAA AC
TTTGTGATG TTTGC
TGGC GC
ATC AGAG
CCCG TTTCC
TGG TTCC
ATC ATGCC
TCC TAGC
AGGG AAGG
TAATTTT TTG
ACC TGGCC
TG TTTAC
AGTG AG
TTTC TTCC
ACCTC AGCCTCCC
TGG TATG
AAC ATGGC
TAT AATC
TAG AATC
TCG TC
TGG AAAAGGAAATATC
ATC ATCC
ATT AAAC
ATAAAA TATC
TTATT GC
ATTTT TATT
AAAG ATC
TGC TGTC
AGC TATG
TAAAA TAAAA
TGAG TTC
TTGC TTC
TTCAC ATAAAA
TGGG AA
AGCC GGGC
TTTC TAA
AAAA AAAC
ATGC GG
ACAA ATG
ACC AGGC
AC AGGC
TCAC AGC
AGTCTC GC
AC AGAA
ACAG AAG
TGTAA TCCCAGC
AAAG TCC
AGCC TGGGCAAC
ATT TCAG
TTTC AAC
TTTC TG
AGGG AAC
TCACTGCAACC TCCGCC
TAG AGAA
TCCCC TC
TT AGGAA
TGG ATATT
TTTT AAC
TGGGG TC
ATT TAAG
TGG TGTC
TAC TTCC
TCC ACCTCC
TCTG TGC
TTTC TAG
TCCC TTC
TGTAA GG
AAGC GC
TTTT AAG
TCTG TTC
TGTAA CC
AGCAGG TTTGAAACAC
ATG TTGG
AG TTAG
TAA ATAC
TTTT TGC
TCTC ACC
TGGC GG
ATAG AAAA
TT ATCTC
AGC TGAA
ATT TAAC
TGTG TTC
TTTCC G
ATT TGCC
TG AAGGC
AGG AGTC
ATG GGGG
ATGC ACAC
ATTTC TTC
AG TTCCC
ATC AGAA
AGG ACG
AC AGCC
ATAC AAAC
ACAG AAC
TAT AATAA
TAC AAAC
TCTCG ATC
AA ATAAG
TGGG AAC
AAG AGAG
TATT AAAA
ATATT TTC
ACATT TTC
TGCC TTC
ATTC ACC
AGC ACG
AGG TCAG
TGGC TCC
AGGG GTG
ATG ATAA
ATAT AAC
TTTT TTCC
AG AGGGC
TG TATTC
TGTG AAC
TT ATGGC
TTGG TTCC
AAG ACAC
AGG AAAAG
AGG TGAG
TAT ATCC
TG ACCTC
ATC ATTG
TCCAA ATATCCACTTGC
AAG ATATTTCC
AGGGG AC
GC GCC
TGAA ACCCTGTCTC
AGGC TGGG
TATC TTC
AGG ATAA
GGG AGGCGG
ATTG TAG
ATG ATTC
AGC ACAG
AAAA TGC
TAT ATGG
TT AAGAA
ATG AAAC
AGG ACAG
TG TTCCC
TTGAACCC AGGAGGC
TAC TAG
TTG TTCC
AGAAGC ATTC
TG AGCTC
ACC ACCC
AA ATGCC
AG ATGCC
AGGC TTC
TCC ACAC
AGC TTGC
ATTCTCCTGCCTCAGCCTCCC GAG
TGAG ATGG
TATG TGTG
TTAG CCC
ATG AAGC
AG TTGAA
TTG TGCC
ATATTTGG ATAGC
TG ATGGG
AAAC ATTC
TAA ATATT
TGGCC AC
AAG AATC
AGCC TGC
AAGG GCC
AGGCTGGAG TGCAG
AGTG TAG
TAC TGGG
TTTT TTAA
ACCC GGC
TGAA TGAA
AAAACTGCTC TATC
TCAC TTG
TAC ATAT
TGG ATGC
AGAG ACC
AAC TCAC
ATATT TTG
TATG TCC
AGG ACAA
ATATT TTATG
ATC TGGG
ATAA TAG
AG TCCCC
AGC TAAC
TGGC TGGC
AAAAG AAG
AG TGGGG
TATT TGC
AAAAC TC
TTG AGGC
TGGAG TGGAA
AGGATT TCGTTGGAAACGGG
TCC TTTT
TAA TATC
AGAC TTC
ATC TCAG
ATTACAGGTGTG AGCC
AGC TGTC
ATAG ATAG
GGGC GCC
ATC ATGG
AGTC TCCC
ATC AGTG
TGTAG GC
ACAC AGAG
TGGGC AC
AT ACCTC
AAAG TTC
GGCC TCCCAAAGTGCTGGGATTACAGGC
ATG TGGC
TCC ATTC
AGGC ATGG
TAA ATTC
AGTCTC AC
ATAA TAC
ATT AGAA
TGTC TTCC
TTCCC G
AATG CCC
AAGG AAC
TT AGGGC
AT AGCAC
ATC TGGC
AATG AAC
ATAT AAG
AGC ATTC
AGCC TCTC
AGG ATTC
TATG TAA
TGG TCCC
ATT ACAG
ATTG TTTT
ACTCC ATCTC
TTGG GTG
AGAAAA CC
TACTAAAA ATAC
TGAA TCC
TCTC GGC
TGCAG CCC
AAAG AGG
TGTAATCCC AGCAC
AT AAGGG
AAAAG TC
AAG TATT
TTTC TAC
TGAA ACCC
AGTG ATG
TGAAAA AGGAAATATC
ATGG TG
ATAT ATATG
TGAA AG
AGGAG CCC
AA TATTC
AGAA TAC
AGTC ACC
AGAC AAC
TGCC TCCC
AA TTTAA
TACTAAAAATACAAAA ATTAGCC
TTAA ATC
TTAA TTC
TGAG ATC
AGC ACTC
TGG ATAC
AC TTCC
TTTG TCC
ATT ATTG
AAGG GGG
TT AAGCC
TGG ACATT
ATG TCTC
AGG TAAG
AT AGCAG
AGGTC AGGAGATC
ATG TGAC
AT ACCCC
TTC AAGTG
TTG TCTG
AGC GGG
TGC TCAC
TG ATTTC
AGC ATGC
TATTTTTAGTAG AGACGGGG
TAAC AG
TTC TATT
AGC TGAC
AGGC AGGG
TTCAAC TCTG
TGTC ATC
ATT TGAC
AGGCC TATGG
AAAG AGAA
ACCATG CCC
TAAG AAC
ATCG TGCC
TGC ACTC
GG GGGC
TTTTC TTTTC
TTG ATTG
AC TCCC
TTG AAGG
AGC ACTG
AGTC TCC
TTGG AAAC
ATT TGGC
TGATG ATG
AAG ATAA
ACAC ATG
ATC ACTC
ACCGC GCCC
GC GGC
AGAG TCC
TATT GGG
ATTC TAA
TATT TAG
TCAG AAG
TTTT TGG
TAAC TTC
TTTG AAAA
TATTC TC
TGCC TGC
ATCC ATC
TCTG TAG
TAT AAAAC
AGAA TCC
ATTCC ATTTG
GG AAGC
ATGG TAG
GG AG
TGGC ACC
AA TTTGC
ATCC TGC
ATTTT TAAAA
AC ATGG
TAC AGGC
TTTC ATC
TT AAGGC
AC TTTT
TGG ATTGG
TC AAAC
AGC TTTT
ATTC TTTT
TCC AAAA
ATT GGCC
TT ATCCC
TTTG AAC
TGC GGC
TAC ATAC
AAAC AAG
ATC ATAA
TT ATGGG
AAGG AA
TTTC AAAA
ACCC GCC
AGTC TGC
TGGGCG ACAG
ATT ATAGGC
AGC AAGC
AG ATGGC
TTATT TTC
GCCC GCC
ATG TATG
ATG TCAC
TT AAAAAAAA
TC AAAA
TT AGGCC
TGGG TG
AAAG TTG
ATCC TTC
ACAG ACAC
AGTC TTC
ACC ACTG
AGAC AGAA
ACC AGGG
ATTC TGC
AA ACCCC
TTG TGTC
ATC TATG
TTC ATAT
TC TGAA
TAG TATT
TTCC TGC
TAC ATTG
TGG TCTG
TTTAG GC
TAT AAAAG
AAGG GAG
TTGC AGATTC
AGTAA CC
AGG ATCC
TTTG AG
TG ATTCC
ACTGC ACTCC
AGAG TTC
AGAAAA GG
TGCAG ACC
TTG TGAA
TAT AATG
ATC TACC
TTTCTTTTG ATTG
TG TTTAA
TGG AAAG
ATT TTTTC
TT AACTC
TATT GTG
TCCTGACCTCG TGATCC
AAAA AGAA
AG TTTGC
ATC TGAA
TATT GAG
ATAC ATAC
AGG TAGC
TAT ACTG
ATAAAA CC
TGCC TGGC
TTTGTGATG TGTG
TTG AGAA
AT AGGGG
TATC TCC
TGC TGAC
TTGG GAA
AC TTTC
AAGCC G
TAT ATACCC
AGGC ATC
TCCC TCTC
TTGG AAG
AT ACACAC
ACAC TTC
TACTAAAAATACAAAA AATT
AGC AACC
TAA TTTG
TT AACAC
TAA TAAC
TTCC GG
TAT AAGC
ATAG AAC
TT ATCAC
ATTC TAG
TT ATAGC
ATT TACC
AAGG AAAA
TTAC ACC
TGC TTTG
TGG TCAC
TAAG CCC
TGC ATGC
TGAGGC AGGAGAA
AGG AAAAC
TTAA TATT
ATTC TTCC
TGTG ACC
TAT AACC
AA TTTCC
TGGG AGGG
AAAA TCC
AA ATCTC
GCC ATG
ATAT AG
ATATC TC
AATT TAC
AGGC AGGC
AGC TATT
AGAA AGAG
ATAG CCC
GCC TGCC
ATG AGAC
TGC AATC
ATAG AGCAG
TAT ACG
AAG ACAG
ATC AGGG
ATC TTGC
TGAG ACC
TTTCACC GTG
ATAC AAC
ATT TAGC
ATGG AAC
TGCC GG
TTG TAAG
TTTC TCAG
TAA ACAC
TCCC TTCC
AG AGGGG
TGAC TCC
ATC TCAA
TCAC TCC
TTTGC TC
AAG ACAA
ACC ACCAC
ACCATG CCCAGC
TGC ATAG
ATT ATAC
AGAC AGAC
TTAA TAC
TTTATT CC
AGGCTGGAG TGCAGTGG
AAAG ACC
TT AGGGG
TGCAC ATG
AGGCC AC
TTAA TCC
NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN
TCTC GG
ATG TTTG
GGCC TCCCAAAGTGCTGGG
TAG AAGC
TAG AAGG
ATTC TCCC
ATG TTCC
TG TTTGG
TAAG AAAA
AG TTTAA
TCTG ACC
TAAAA TAA
AGTG AAG
TGAA TAC
ATC AAAC
TTG TATG
ATAAAA GC
AGC AAAAG
AGGC TGGGC
ATGC AG
TTTTC TTTT
TAA ATGG
TCCC AAG
TATT GAA
ATC AGG
ATG ATTG
AGC TCAG
TGG TGAG
TTG ATTC
AAGTGG ATATT
TAAG AA
ACAC AAC
ACTGC TC
AAGC TCC
AC ACCC
TGGG CCCC
AGGC AGG
TAT AGG
ATG TGAA
TTG TTGCCC
TCTG AAC
TGC TGATG
AATT AAAA
AGGC TAC
ACAC TCC
AAATG TC
ATC TGCCC
TAACAGAG TTGAACC
TTG AATG
AAAC TGCTC
TAA ATTG
G TCC
ATAA ACC
ATG ACCC
AAAG TACCC
TGG TTGG
TGAA ATGG
TGC ACTG
TGTGG TGTG
AGAG TGAG
AGCC TGGC
TACC CCC
AAG AAAAG
TTTC GG
AGCC TTG
ATTCC AGAAC
ATTCC AC
ATG AATG
TTTTG ATTG
TTTGC AC
TGC GTG
TGTC TAG
GC TTC
AAC TGTG
TTAC ATG
ATCACTTG AGGTC
ATT TAGG
TGC AGTC
ACAA ACC
AAC ACAG
AG ATCAC
TG ATGCC
AGAA TAG
AGC GTG
TTTTC TACC
TGG AAGTGGACATT
TTTATT TC
TATT TTTG
TAT ATTTT
ATC AAGC
TTAC AGGC
AAAC GC
AGG AAGGG
AA AGGAC
TGC AAGC
TAC TTAA
TAA AGAC
TAA TTCC
ATGG ACAC
TAT AAATG
ATG TAAC
TAG AGAC
ATC AGCC
TTTATT GC
ATTG AA
GG AGC
ATG ATCC
AAG ATGC
ATAA TTG
AAAA TAAAA
TATG TTC
ATTCC TC
TGG TATC
TGTGG TGGC
TGGG TAA
AGTG TCC
TAT ATAGC
AAG ACCC
ATTG AAC
ATTC AA
ATTC TCTC
TTC AAGG
TCCCC GC
ATC AGAC
TG AGCAC
TTG TCCC
TGC GGG
ATT ACAA
ATG AGGG
TGGG TGGC
AGGGG CCC
TATG AA
ATGGC TC
AGAA TTTC
TTG TTGG
AGGC GCC
AAG TGAC
TAA ATAT
AT AGAAGG
TAA TGTG
AAC TTTT
TGTAA GC
ATTCG ATG
AG TGGAG
AGG AAGCC
TGGG GGCC
TG TCCTC
TTCC TGG
ATATAC TGTAC
AGG TAAC
TTAGGGTTAGGG TTAGGGTTAGGG
TTCC TAG
AG TGGAA
TAAG AAG
AGG TCTG
AG TGGGC
TTTC TGTG
TATTC G
TTGCC G
TTTT TTTTG
ATATG TC
TGAA AGC
TG TTTTCC
ATC GAA
ATT ATCC
AT AGAAGC
ACC ATAGGCC
ATG TGGG
AAG TCTC
TAC AAGG
ATAAC G
ATT TTTTG
TATG GGG
TGG ATCC
TTAA TTG
AGCC AAC
AGTG ACC
AAATT AC
ACCC TGC
TG TTCAC
GGGC TC
AAAA CCCC
TAG AATG
AAAA AAAG
AT AGGTG
ACCCC TC
TTCC AAG
ACC ATCC
TAC AACC
ATG TATC
TAC TGTG
ACAC ATGC
TTC ACAG
TTG AGGG
TTG AGAC
TTCAACTC TGTGAGTTGAA
AGGTGG AGG
TTTG AGG
ACC ATGC
AA ATATCC
TGTC TAGC
AAG AATG
TTG AGGCC
TTG TGGG
TTTC ATT
AGAA ACAC
TAGG AAC
ACCC TCCC
TATT TCTC
ATTC ATT
TAC AAAAAA
TTTG TCTC
TGG ACG
AC TGGG
AC AAAG
AG TGGCC
ATGCC TC
ACC GCC
TATG AAC
TGAA ATAA
TTGG AACC
AA ATACC
AGGG TCC
AATAA CC
TATGC AGCC
TGGGG CCC
ATTCTC AGAA
TTTT TTGG
TCC ATCTC
AAG TCCC
TGC TGAG
ATATCTCC ACTCCAGGCCC
AAC ATGC
TAG AGC
TAA TTAA
AGGC AGAG
ATTCC ACTCC
ATC ACTG
ACAC GCC
AGGC AGC
AC AAGC
TG TTGGC
TATT TTATT
TTTG ATG
TATG CCC
TTC ACCC
ACAG AAAA
TTTAAAA G
TGGAGTGGAG ATATGGGCC
TTC AGGG
TAG ATAA
ATTC AACTC
TT ACCAC
TATT TTAA
AAG TGGG
TT AGCTC
ACG TGCC
AATGG AATC
TTTT TATC
TTTGC G
TATG TATG
TCAC AG
ATTG TAC
TTC ATGC
TTTG TGG
TCAA AGCGC
TTAG TTG
ATC ATGC
TAA CCCC
ATAC GC
AAC ATAG
TTG TTGC
AA TATGG
TAT AGGC
TT AAGGG
TAG ATGC
TAA TCTC
TTG TAGC
TTCC TCCC
TAA ACAA
TAG AGAG
AAAC GG
TTTAA TC
TAG TGC
AGCC CCCC
AGCC GGG
AA AGGGG
ACC TATG
TTTT TATG
TCAC AAC
TT ATACC
TAT ACATT
AG ATTTC
ACC TCAG
TCTC AGG
ATG AGGC
ATTC TTTC
ATC GCC
AGAC AAAA
AAAAC AAAA
TTTTG AC
TTTCC TTC
AAG TGAA
TAA TTTAC
GCCTC AGCCTCCC
TT ACCCC
ATTAGC TGGGC
ATC ACAG
TAA TGAA
ATG TCTG
AAG AACC
AAG TTCC
AGCC AGG
AGTG TGG
TTAC TTC
AAGCC TC
GGCC CCC
ATT ATGC
TCCC AGAG
TTTCC CCC
TGTC TAC
ATGG TCTTGC
AGAA TG
AAG TTGC
TCC GGG
AGAA ATGC
AAG TGTG
AT AGGAG
TGAC ACC
AGC TTCCC
ATTCAAC TCACAGAG
AGAAG AC
ATTTT ATATG
AG AGCG
AT AGGAC
TTGG TTC
TCCC AAC
TCTC TTCC
AGCC TTGC
TGCC TGGG
TGG TAGC
TGCCC TC
TTTG TTTC
AATT TATT
AAAA AATAA
AG ATCCC
TAT ACTC
ATATT AC
AGGG AGAC
TGCC TTCC
AGGG GGG
TAG TAAG
GAG CCC
AAAC AGAG
TAT ATATAC
TCTG TGGG
GC ACC
TATC TAA
TTC TGAA
TG AGGGG
TTC TGGC
AA AGGCC
TGTC TCCC
TTAA ATAA
TAT AGAG
TCAA ATGG
TCC ATCC
AGGG ATC
TAA TATCC
AAC AGG
AA ATCCC
ACC TTGG
ATTCCATTC GAGTCC
AAG ATAC
ATT TGAG
TTG TGGC
TGG AGGGC
TAC AGTG
TGGCTCATGCC TGTAATCCCAGCACTTTGGG
ATGCC G
AC GGC
AAG ATTC
TATT GCC
TAA ATCC
TGG ATTG
TGTAG GG
TGGGC GG
TGTT TGTG
TCAA ACC
TCC TTGC
TAG GGGC
TTG TGATG
AA TAGAA
TG AGGAA
AATC GC
TTTC GC
AGGG AGGC
AAC ACAA
ATT AATG
TCC TTCCC
TTTG AGACC
ATG ATGC
TAC GTG
AC GCC
TACC ATC
TGAC GC
ATTACAGGC GTGAGCC
TAAAA AAAA
ACC TTTT
AG ATACC
ACC AGAC
ATAA ATAC
TTAG AAAA
TAT ACAG
AAG TAAC
TTC AGCC
AC ATTC
TTAG TAG
TAA TATG
AAG TGGC
TGTC TGTG
TGGG AGAC
ATT TTTCC
AGC AGTC
TTGGC TC
AGGG ATG
AAG TCAA
TT ACCTC
TTTCTTTC TTTCTTTC
TGC TTGC
TCC TTGG
AAG TTGG
AGG AAATG
TTAG AAC
TTG TGAG
ACC AAGG
TGC TGAA
GGGG TC
TTTT TGATG
TGG ACAG
AGAAAA GC
ACCCC ATCTC
TGTC ACCC
TATG TATC
TAC TATT
TG TTTAG
AGCC AGC
TCTCC TC
TAG AAAG
TGG ATAG
TAA AGAG
AG ATTGC
AGAA TTG
TTTC TCCC
AA AGGAG
GTG AGCCACC
TG AAGAA
ATAA CCC
TGGCC AACATGG
ACC ACAG
AAG AAATG
TCTG TCTCC
TTTT TTTTC
ATTC TATT
TT AAGAC
AATC TCC
TTCC AAC
AGG ATTG
AG AGGAG
TAC TTGC
TCTTTTTGTAG TATC
ATAAAA GG
ATC TTAC
TGG AAAAC
AGAA TGGC
TTC TTGG
AGAG ACAC
TAC ATCC
TTG ATCC
TGC TCAG
ATCACAAAGAAG TTTCTCAGAA
TTG AACTC
AAAC TCTC
ATGCC TGTAA
TAGG TATT
TTC TTTTC
ATG TACC
ACC TGTAG
AGTG AGAC
AGGC TGCAGTG
TAG TGG
TAGACAG AAGAA
TAC TGGC
ATG ACAC
AAC AAGG
ATT TATTC
TGAC GG
ATAA TATT
TTAA CCC
AGGG CCCC
AGGC TAG
TTG TTTTC
TATTTATT TATTTATT
TGAA TTTT
ATAC AA
TG TTCTC
ATGC AAAA
AGGC TGCC
ATT AATC
TTTGAA GC
TGGCC CCC
AGAA AGG
ACAA CCC
ACC ATTC
AAC TTAC
ACTG TCC
TG TTGGG
TG AAGGG
AAGC GG
ATT TATTG
AG ATATC
AGCCC G
ATAT ATTC
AC AATC
TAT AGAC
TG ATGGC
ATATT CCC
AAAG TAC
TCAC TTGAACCC
TGTG AA
TAA TTATT
AGATC ACC
TTC TATG
TTAA TTTC
TTCC TTTC
TTC AAAC
ATGGG GGC
AGC TATC
AACC TCC
AAC TATT
TCTG TGG
TCG AC
ATTCTCCTGCCTC AGCCTCCTGAG
AGGGC TCC
AGTAA GC
TGC TTGG
TTTCATAG AGCAGGTTTGAAACAC
TTG ACTC
AT AGAAAC
TCACTGCAAGC TCCGCC
TTG TGAC
AAAAG AAAG
TTG TATC
AGGCC CCC
TC TGGC
ATGG AAGC
TG TGCTC
TAC AGCC
TGC ATCC
ATAT ACAC
AGG AAGGGG
AGAA TATT
TAC AAGC
TTG ATAA
AGAAC AC
TTTT TAAC
TTG ATGG
ACCC ACAC
AG TTCTC
AAGGC G
AGGTG TGG
TGTG TCTC
TGGGC GAC
ACC AAAC
TC TTTG
TTAG AAG
TCCTATG TGAGGG
AGG TGGGG
ATT ACAC
TAT AGTC
TGGG TGGG
AAGG ATG
AGGCTGGAG TGCAATGGC
TCTCC G
AGTG TAA
TGCCC G
AGAG ACAG
TACC AAAA
TTTT ATAA
TT ATATAA
TAC TGG
TGGAATGGAA TGGAATGGAA
TG ATTGC
ATG TTAC
TATG GGC
TGGAA CCC
TCGC TTGAACCC
T A
TAGAC AGAAGC
TAC AGG
TGC ACAG
TAA TTAC
TTC ACAC
AGGC AAG
GGGG CCC
GGGC GC
TG ATCTC
TTC AGAG
TTTG TCAG
AG TGCAG
AG AGCAG
TGC AAGG
TGC TATT
AG ATATG
AGG AGGCTGAGGC
TAG TCTC
AATG AAAA
AGG ACTG
ATGG AAAA
TGATC TGCCC
TTTTC TCC
GAGACC ATCCTGGCTAAC
TTCC ATTC
TTTTG CCC
AAC AGGG
TCCC TGCC
AGC TAAG
ATGC GC
AA ATAGC
GGCC GC
TAA ACAG
ACATT GG
ATAAATAA ATAAATAA
AGCC AGCC
GCC TCC
TAGTTTT TATT
TGGG TCC
AACC TCCC
TAC ATTC
TGC TTAC
AGCC ACTGC
TGG TAAC
TAA AGGG
TGGG ATG
TTTG AGGATTTCGTTGGAAACGGG
AGGC ACAG
TCTG TCCC
TATC ATTG
TG TTGCC
AA AGCAC
TGCCTC AGCCTCCTGAG
AG ATAAAA
TTAA TAG
AGGCC GG
TTGAA TGCACAC
TAGGG AC
TCCTG TCTC
ATTCC TTTC
TT AGCAC
AGG ATAC
ATGG AAG
ATCC GC
AG AGGAA
AA TATCC
TGTGG AAGG
ACCC ACCC
AGAAC G
AGAA ATAC
ATAG AAG
TGCTC TATG
ACC GGG
TG ATCCC
TTG TCAC
TTG TTAC
ATTATT ATTATT
AAC AACC
TGAA ATCC
ATG AAAAC
ATC ATTTC
ATG TTGC
ACC GTG
ATAA ATC
ATGC TGG
AGC TACC
ACC TTGC
TGTG TGG
AGAA ACTC
TAA TCCC
TAT ATAAAA
AAC AGAC
AGCC TTCC
AGG TACC
TT AGCAG
ATGG AAAC
TAAAA ATACAAAA
TGGAG TGCAGTGGC
AAC AGCC
TTG TTAA
TGAA TATT
TCACTGCAACC TCCACC
AGGAC GCGG
TCC GGC
AGG TATC
ATT AAGC
AGG TTAC
ACAA TAGC
TAGAA TGGAA
ATAC TCC
AAGCC AC
TGAAG TC
TTTT TTATT
TGG TCAG
ATT AACC
AGCG CCC
AAC ATAA
TTTG TTAC
TAC ATGC
TG TATCC
ACCC ATC
TTC ACG
ATATTTTATG TACAG
TTCC GC
AAAA AACC
ACC TCG
AAC ATCC
TCAA TAA
TAT AGCC
TCTG TCTG
TATT TTCC
TCTC ATC
AGGGC AC
TTTG TTCC
TCAA CCC
AGGC TCCC
AGGG TGG
AGAAACTTC TTTGTGATGTGTGC
TCTG ATG
TGGC ATG
AGGGG TC
AAAC ACC
AA TTCCC
TAC TGAA
ATTCATC TCACAGAG
TCC ACG
AGGG TTC
TGGG TGTG
ACCC GGCC
AAAG AGC
AG ATAT
TGC ATTG
TATTTTTAGTAG AGATGGGG
TATT TATG
AGCC ATC
AG AGCTC
ATATCC CC
AGAA GGGG
AGGG AGC
TTCTC TCC
TAGACAGAAGCATTCTC AGAAAC
TATT TATC
TGGG AAGG
ATATT TAG
TTTC ATG
TCTC TGCC
TTTGGAA ACAC
TGTG TTTT
ACACACAC ACAC
AAAA TATC
AAC AGTG
TTTC TGCC
TTC AACC
TTGC GG
TAT ATTTC
ATAA ACAC
ACTC GG
AC TCAC
TG AGCG
AAAA AAAAG
AATAA GC
TCACAGAGTTGAAC ATTCCC
TTC TACC
ATTGG TC
TAC ACAG
AGACC G
AG AGGAC
AGAAGC TC
ACCC ACG
ATT ATATT
TGC TATG
TTC AGAA
TCTG TTG
AAG TTAC
AGAC AAGG
TTC ATTG
TATT GGC
TTGC TGG
AG ACCAC
TTTTG TTTT
AGCCTGACC AACATGG
ATT TCG
AGAA TCTC
GGGG GGC
AAG TGCC
ACC AAGC
TGTC TGCC
TGGC ATC
AT AGCG
TGGC TGGG
TTTAG TC
TAC ACAA
GCC TGGCC
TTGC ATG
AAAA AGC
TATG TTGCCC
TAC AATC
ATAT ATTG
TGAAAA CC
TCAA TAAAA
TAG CCCC
AGTC GC
ATCCC AC
AA TGGGG
GCC GG
AAAC ATC
ACCAC ACCCAGC
GGG AGGCTGAGGC
AGAA TTTT
ATT TGTT
AGAA TTGC
AGAA TGAC
AGCC TCG
TCC TCTG
ATG TGTGC
AAC TCTC
AAC TCCC
AG AGCAC
GGTGC TGATG
AGAA AGAC
AGGTC AGGAG
TCCCAGCTACTTGGG AGGCTGAGGCAGGAGAA
AGC AGGGC
AG TTTAC
ACAA TGG
ATTCCATTCC ATTCC
AGG AGGGC
ATG AAATG
ATG AAATC
TAT ACCC
TGC TGTGG
TGTGTGTG TGTG
ATG TGAG
TTTAT AC
AA TATTG
TAG TTTG
AGC ATTG
AGGC AGAGG
AGC TACTC
TGGCG TGAACCC
AAGC AATTCTCC
ATGGC AC
TT ATAGG
TG TTATG
TTTTC TTTC
ACAC ATC
TCC TTTG
ACAA AGC
TTC AGGC
TCC AAGG
TTGC TGC
TCTG TTTC
TTTT ATTG
TCC TGAC
ACTC ACC
AAC TTTC
TTG TAAC
AT AGGTC
ATC TGAG
GGGC AC
AGAA ATTC
AATG TAG
AGAAG CCC
AAC ACG
TT AGGAG
TTGGC G
TTC TGAG
TTCC ATT
TTTT ACC
TAA TTTTC
AG TATTC
TCTTTT TGTGG
AGGC GTGG
AGAA ACCC
AGTG TTAC
ATGCC AC
GGGC GCGG
ATTC TAAC
AAG AAAAC
TAG TGTG
TCTC TCCC
TAA TAAG
AAG TGTC
TTGGCC TCCCAAAGTGCTGGG
AAC AAGC
TAAC AGTG
TTTTG AAACAC
ATT AAGG
TGG TAAG
ATAAC AC
TCC TTAC
TATT TTAC
AAAAG AAAAG
TAA ACTC
AGATTCTACAAAAAGAG TGTTTC
TGGG TGCC
AGACTCC ATCTC
AGG TGCAG
AG ACCTC
TTG AGTC
ACAG ATG
TAA AGTC
TGGG TAG
AAAA AAATT
AAC ATAC
TGTC TGC
ACCAC GCCTGGC
TTC ATCC
TTTGTG CC
TGTG CCCC
TAAG TCTC
TAA TTGC
TAC AGAC
AAG ACG
AGCC TCCCC
TGGGAGGC AGAGG
TTG TAGG
TGG TTTG
TTG ATGC
TTTTTTTTTTTTTTTT TTTTTTTT
TGG TTTTG
TGCCTCAGCCTCCC GAG
TAC AGAG
ATG TAAAA
ATTG ATC
ATT AAATT
GGC TCC
TG AGGTG
TTGGG CCC
TTCC TATT
TG TTTATT
AAAG TATGTATT
TGAA TGC
TC ACCC
ATGG TGC
TGG TGGGC
TTGAA TGGAA
AGAA TGC
TG TATGC
TG AGGAG
ATAG ACC
TTG AGAG
AC TCTC
TT ATTCTC
ATGAA CCC
AG TTTGG
AAC AAAG
TGAA ATGC
TAC TTGG
ATG TAAG
AAC TTGG
AGG ATGGG
ATT ATTTC
TTTG TTTTG
TTC TTGC
GGG AGG
TG TTGAA
TGAG AAAA
TATG ATG
TAG TATC
AAG AGCC
TTCTC ATTG
AGC ACAA
ATAA AGAA
TGGG ACC
AGGAC ATG
AGTG TGC
ACTAC AGGC
TT AGGTG
TGGG AGCC
AAG AAATT
AAGC AATCC
AATT TAAAA
AAC ATTG
AA ATATCCACTTGC
TCCC GGC
ATC AATG
TGTG TAA
ATAA ATGC
TGTGG TC
TTTC TCTG
ACCTC AGGTG
AAC ACCC
ATTC TATTCC
ATC TCG
GGG TGCC
TAG AGGC
TAGTTTT TATG
GCCC G
TAT AGTG
AGAA AGCC
ATT TTTTTTTT
ACC AGAG
TTG AAATT
GGGG GCC
ACTCC GTCTC
TAC AGGG
ATG ACTC
AG ATAAC
AAC TGAA
TAC AGTC
TATTC AC
TGGG AAGC
TTC ACTC
TTG TACC
AA TTCTC
ATCCC TC
TG TGGAG
AGC AATG
AAAAAA TAAAA
TG TGGAA
TTTT TCCC
TTC TAAC
TTC TAAG
TCCCAGGTTC AAGCG
TTC TGAC
ACC AACC
ACTCC G
AGAA TGG
TGTG GCAC
TGGC TTCC
AGG TGCAC
AAAACTGCTC AATCAAAAG
GGCC AC
ATG TCCC
TGGCTCACACC TGTAATCCCAGCACTTTGGG
AAAAAAAAAAAAAAAA AAAAAAAA
TGTG TATG
AGG AAGGC
TTCCC ATAAAAAC
TAA TAGC
AAAA TCTC
TCTG TAC
TGC TGGGG
TTATT TGTG
ATG AATC
AAG AGTG
TCAC ATC
AGTAA GG
ATAA TTCC
ATAT ATGC
TAA TGAC
ATG TTAA
ACC TTTC
ATTC GC
TTG TTTCC
ATAC ATT
AACAC TTTGGG
AACAC GG
TGC ATGG
AAC ACTC
AGG AAGAA
ATAA TCC
ACAAAA AGAGTGTTTC
ACAA ACAC
TGG TTTTC
AA ATCAC
TAA ACCC
TTAGCCAGGATGG TCTCGATC
TTTT ACAC
TAG ATTC
TCTCC CCC
TC AAAG
AGG AGGCC
TG ATTTT
TCAG TGTG
ATAA TTTC
TATT TTTAA
AGGC AACC
TGG AAGGC
TGG TTGC
TGGC TGTG
TGCC ATC
AGGC TGAG
AAAC TAC
AAAC ATT
TCAA ATC
AGG AGCTC
TAAC AAAA
TTTAC G
AGAG AGC
TTATT AC
ATCAC GCC
GGG AAGC
TTG TCAG
TCC ATGC
TTG ACAA
AG TAGCC
AAATG AC
TAGG ATC
TTAC AAAA
AA TTGCC
TGGC AGC
TTTT TAGC
AGCC AGGG
ATTCC TTC
AGG AGGGG
TATT TTTAG
AATT ATC
TATT ATC
TTTTG ATAG
ACC GGC
AAG ATCC
ATTACAGGC ATGAGCC
TTTGAGGCC TATGG
TGAA ATTG
AAG TATC
ATG AAAG
TGTGAGATG AATGCACAC
TCC AGAC
TAAC ATC
TCCC ACAC
TTGC TGGG
TTTAC AC
GC AGC
ACCAC ACCTGGC
TGCC AGGC
TTTC TCCATG
AGTG AGCC
AAGAA TGAAGC
TCCC ATC
TCC TCG
TAAAA GTG
AATCTGCAAGTGG ACATT
GC ACAC
AGG AAATT
TATC TCTC
ATTG TGAC
TTTG AGAC
ACAA TGAG
TAC AAAG
TAC ATATT
TCC AAGC
ATT GGGG
TG ATATG
TAT ATATATAT
TCAC AA
TCAG AAC
AGCCTCCC GAG
ATT AAAG
ACC TCTG
TTG AAAAC
TTTG AAGG
TAG AGGG
ATG TTGGCC
AGAG ATC
TGG ATCCC
ATGG CCCC
AGG TCG
ATAC GG
TACC TTC
AGC TCG
TGAAC G
TTTT TCTG
ATAC ATC
TCAG AAAA
AGGAA CCC
ATAT ATCC
TAC TATG
TTCC TCTC
ATT TTCTC
TAC TTAC
ACTG TTG
AAC TGGG
TTCATAT AAAATC
ATT TTTAG
AAG AGTC
TATG TTG
TTTCTTTTG ATAG
TTGG AA
TTTG TGGCC
TTTT ATAG
TAAAA GCC
TGG TAGG
AGTG AGAAC
ACCAC ACC
ATGG TGCC
ACC TGAA
TGTCC G
TCC TGGGC
TGTTG CCC
AAC TTGC
TGCC TGTG
ATAC TTC
TTCAA CCC
TCC TACC
AGGG AAGC
TCC TGAA
TGAC ATC
AC AAGG
TAA TCAC
TTG AAAG
TCCC GCC
AC ATGC
TAA TGGG
AAC TCTG
ATATG GGC
AAC AGAAC
TAA AGTG
TGAG TAG
ATGG AGC
TTTT TGTG
TTTT TAAG
TT ATATCC
AG AGGTG
AGAC ATC
TGTG AGCC
TCC AAAC
TAA TACC
TC AATG
AAAA TATG
TGGC TCTC
TATC GC
TGG TTAC
AAG TAGCTGGG
AAGAA CCC
AGTC ATC
AGGCGG AGG
TTTC TTTG
TT AGGAC
TCC TGGCC
AGGCTGG TCTCG
AG TGCTC
ATTC ACAA
ATG TGAAG
TT ATAGAA
AAG ACTC
AGCC TGCC
ATG AGAAC
ATC TGGGCC
AAAGTG TTGGG
ACCATG TTGGCC
TTTT TGTC
TTTC TATT
TTC ATAA
ATTTC AAC
TGCC ACCC
AG TTTAG
TT AGCAA
TAAAA GAA
TC AAGG
TAA GGCC
TTAAAA CC
TTC ACAA
ATT TTGGG
AGCCCC G
AGAC AGC
AGAG AGG
TGGC TGG
CCCC CC
TTTC TGTC
TGAGG CCC
ATATT GGC
TC ACAC
TGTT TATG
TTG ACAC
TCCC ACCC
TTC ACTGC
TAG AACC
TCC AACC
TGAGG AC
TGCC TCTC
TGAC AGC
ACC AATC
TTCC TCAC
TTC TATC
AGGCTGG TCTC
AGGC GGC
AAAA ACAA
ATCAC AAAGTAG
TTTGTGATGTTTGC ATTCAAG
ATAT ATATAA
AAG ATTG
AGGAGG TGGAGG
TGG AAAAG
TGTAA TCC
TG TGCAG
AGAAGC ATTCTG
TG ATACC
TT ATATTC
ATG TAGG
ATTTT TAC
TGC TATC
TGGC GTG
AAC TTTG
ATGC GCC
TTCAA ATAAAAAC
AATCTGCAAGTGG ATATT
AGC ATAA
ATG TAGC
TACC ACC
ATATT TAC
TGTG TGTGC
AGATG AC
TGAA TTG
ATT ACTG
AAC TAAC
ATTC GG
ATT ATGG
TATATG TACATAT
TGGG GGGC
AAC AGGC
TTTC ACTC
TTTGC TATTG
AAAA AGAG
TCC GTG
AGAA TATG
TTCCTTC TGGC
TTG TTTTG
TT AGGTC
TG TATGG
TGG TCAA
AGTC GG
ATCC GCC
TGGG TCTC
ATGGG AC
TTGGCC TCCCAAAGTGCTGGGATTACAGGC
AAAA AATT
AAGG TTC
AG ATCTC
ACTCC ACTCC
TAATAA TAATAA
TTG AAATG
TTTG TAC
AGAA ACAA
AGAA GGCC
GG TGAC
ATAAAA TC
TGTG TAC
ACAG ATGC
AA AGCAG
ATC TTTTC
AAGG GTG
AGG TCAA
TTAG ACC
ATTC AGC
ATT TGATG
TG ATAAC
AT ATTCTC
TTCC TGCC
AAAGTGC TGAG
ATAG ATAA
TTG ACCC
ATT ACCC
AGAAACTTC TTTGTG
AGAAGCATTCTC AGAAAC
TCC TCAG
ATCC TCTC
TTCAA AGC
ATAG ATGG
TAT AGGG
AGGCTGGAG TGCAA
TGAA TGGG
TTG AGTG
TGC AATG
TCC TGGGCTC
TAG TAGC
TG AACTC
ATTC TGTC
AG ATAAG
TTTGGG GG
AC AGTG
AGGTTC ATGGTCTTGC
AGAA ATGG
AGAC AAG
TAA GGGC
AATC TTC
TAA TGGC
TAG AGCC
AATAA GG
TGG ACTG
ACTGC G
TCCAA ATATCC
AGATTC TACAAAA
AGGC GGG
AGGG TCTC
AG AGAAGG
TTCC TCAGC
TTTT TTTAA
TCCCC TCC
AGC AAAAC
TGGAG ATATGGGCC
TGCAGTG AGTGTG
TCAC ATG
ATCTG TAGG
TAAG TTC
TGCTC TGTG
TAAC AAC
TG TATAC
AGG AGGAC
TTG ACTG
AGCC GCC
ATAAAATATC AAAGTACCC
TTG ATTCC
TATG TAG
TGGG ATGC
AGAG ACCC
TC AGTG
AGAG TTGAACC
TTTT AGGG
AAAAG CCC
TAGG AAAA
TAC ACTC
TCAG ACC
AA ACCAC
TGGG AGAAAA
TGTCC CCC
AGGC AAC
ATT ACTC
TCC TGTC
TTTC AAAAC
TGGC TTTT
TAA TGCC
TTAAC G
TG ATATC
TGGC TTG
ACC ATTG
TGC ACTCCAGCC
ATAG AGC
TCC TTTCC
ATCC TGG
TTAA AGGTG
TGGGC ATGG
TTC ACTG
AGCC ACG
TAC AAAAC
TGAA CCCC
TAC TCTC
ACCATG CCCGGC
TC AGAG
TGC ATAA
AAGG AAGC
TACTAAAAATACAAAA ATT
TAA TGTC
TGC ATAC
ATCC TGGC
ACAG TGGC
TAA ATAG
AGCC TGGGTGAC
ACCC TCTC
AAAG TTTC
AGGC AA
TGC TAGC
TTTT ATTC
ACCC AGG
TAG ATAC
TGAC TTCC
ATATT GGCC
AGGG TGGG
AAG TGGAG
TAG GGCC
ATC AAGG
ACTC TAGCC
ATT TCCCC
TTTC TTTCC
TTGC AG
AGGG AA
TGTG TTG
TATG TAC
ATG TCAG
ATT AGAC
TGGATC ACG
AAG TAGCTGGGATTACAGGC
ATAC TGAA
AT ACACACAC
TATG AAAA
AG TATGG
AGAGAA ATGC
ATATG TAAC
TTCAACTC TGTG
TCC TAGG
AAAGAAG TTTCTCAGAA
AAAA TGG
ACG TGC
TTTGTG GC
TAC TAAC
TCTG AAG
TGAAG AC
ATG AGAG
TGTGG CCC
TC TATT
TT ATATATT
TGGGC GC
ATTC GAGTCC
TAG AATT
ATTG TATT
TTC TAGG
TCCC AGGC
TAC TCAC
TC ATGC
AGGG AAAA
TTG TAAAA
ATATAA AC
ATATCTCC ACTCC
ATTG TCTC
GG AAG
GGC GCC
GG TGCC
TGATG AC
AG ATTGG
ATATC G
ATTTT AAC
AGAA TTGG
TCCC AGCC
TTTTG AGATGG
AGTG AGC
ATGC AGC
ATG AGCCACC
TATCC ACTTGC
ACC TACC
AGTG ATT
TTAAAA GC
ATGC TTCC
ATCC TGTC
TAG AGTC
TTAA ATTC
AAAA AATC
AAAA TGTC
ATTC AATG
ACTC TGC
TTTCTGAGAA TGCTTC
AGAA GGGC
TCCCC ACCC
TGTAA AC
AACC TCTGCC
AG TGCG
ATG ATAC
TAC AATG
TATGGG TGTGGAAGG
AGGC AGCC
AG TTGCC
TTGC TCC
AGATG TGTCC
ACCACG CCCGGC
ATG ACTG
GGGG AC
TG AGCAG
TGGTC TTGAAC
TGAA ACAC
ACCCC GTCTC
AGGG AAAC
TAT ATAAG
TAC TGCC
AGAA TCAC
TGG AAAAGG
ACCC TTC
TG TATTG
TCAC TCAC
AAC TCAG
AAAG AAAAG
TTCCC TCC
TATCC AC
ATAA TAAAA
ATC AACC
ATATT CCCGTTTCC
ATCC AA
AAAA TGAA
TC ATGG
TTTC AGGCCTATGG
TTTG TGC
AGGC TGGC
TTCC TTTT
TATATGTACATAT ATACC
TTGC TTGAACCC
AAC TGCC
TGAA ATTC
ATT AATAA
AG TTATG
AGAG ATTC
TGG AGGCC
ATG TTTTC
AGG TAAAA
AACAG ACAC
AGTG TAC
AAGG TAA
AAG TGTTC
TG TACCC
TG ATAAG
ATT ATAG
ATAT ATATC
ATTTG TTTG
TAAG TAA
ATTTC TCC
ATTG AATC
AGC TGGGG
GGGC GTGG
TTTT TGCC
ATTG ATTG
GGG TTC
TTGGAAACGGG AATATC
TAC AAAAG
TAG TGGC
TATT TTGG
TGAA TGAC
ATTCCATTC AATTCC
TGG ACAA
AGAG ATT
AA TATAA
TAGTTTTTATGTGAAG ATATTTCCTTTTCC
TCTG ATC
ATGGG CCC
ATTG ACC
AGCG TC
TTC TTTTG
TCTC TTTC
AAG TAAAA
TGGCTCAC ACCTGTAA
TTCAC ACC
TAC ACG
ACCACG CCCAGC
TAG TGAC
TTATT TTTT
ACCCGG TGCAGTGAGTGTG
AAAA ATAC
AGGG AGG
AG AGGTC
AAG TGAG
AGGG AGAG
CCC GC
TGC AAAG
AACC GC
TG ATTGG
ATCC TTG
ATCC TTTT
ACTG TCTC
TCC AGAA
TTAC GG
ATGG AATG
TTAAAA GG
TATTTTTAGTAG AGACAGGG
TAC ACCC
TGGG ATC
TTGC GC
TCTC TGAG
GCCC GGCC
TTGC TTTT
ATAG TTTC
AA TTTAG
ATTCTC AGAAAC
TCC ACAG
TG ACCAC
AGGGC GC
ATT GGGC
AGAAC TC
TTCC AGG
AAATG GGG
ATACC G
AGCC ACAC
AATC AAC
TATG AAG
AG AAAAAAAA
TT ATATAC
TGG TTATT
TTTG ATT
ACC TGCCC
TGGC TCCC
AAAGTGC TAGG
TCCTC GC
TGC TCG
ACAC AGAC
TACC TAGG
TTTG AGGC
TAGGC TC
AGC GAG
AATTC G
ATGGC ACATG
AGTAA TGGG
AAG TAAG
AGAC TGG
ATGG TTC
AAGGG AC
TGTC TTTC
AA TGCAA
AGAA ATAG
TTG ATTTC
AAC TGAC
ATTC ATCC
ATATT TATT
TAGCAC TTTGGG
TGG TGGGG
AGGAC GC
TAAG TGTG
TGC TACC
TGTGC AC
TCAG TCTC
ATGG ATAA
TAG TAAC
ATCC TGCC
ATTG ATG
TCTG AGAA
AGCCC AC
TTAAAC TCTGTG
ATT AATT
TAA AGAGC
ATTG AAG
TAG TTTAC
TAG TTAC
TAA AGCC
AGAA TAAC
TTC GGG
TAT ATTCC
AGGCC GC
AG ATTTT
AGGG AGCC
AAGTGG ATATTTGG
ACCAC GCC
TGGC TGCC
TGC GTC
AGGG ACAC
TTATT TTG
TTC AGAC
ATC GTG
TCC GTC
AAAC TTG
ATTC AATTCC
AGTG ATGG
AGTG TTG
TTTTG AGAC
AA AGCAA
TTC TAGC
TTCC TGTG
AGGC TTG
TAC TTTAA
TGGACTC GAA
AAAC AGTC
TAC AAATG
TTTAC TC
TAT AAAAAC
TTCC ATG
ATTG AAAA
ATTGC TC
AGGC TGAAG
TCC AAATGTCCAC
TTTT TTAAAA
TAGTTTTTATT TGAAG
AAAAAAAA AAAAAA
TGAA AGAA
AGATC ACG
AGGAG AAC
TTTCATAGAGCAGGTTTGAAACAC TCTTTTTGTAGTATC
TTGCC AC
TC TTTTTG
ATATG TATAC
TG AGAAGG
ACC TGAC
TATC TAG
TTATT TCC
AGGGC GG
AGAC GGG
ATT TTGAA
TAC TCTG
AGCC TCAC
AAGG AGAA
ACC ACTC
TATC ATC
TTTG AAAAC
TCC ACTC
AAG ACTG
TCC TAAG
TCCC TGGG
TTCCC TTC
ATATT TAA
AGAC AAGC
TTGG AAC
AAATC AAAACC
TTTATG CC
AA ATATAA
AAGGC AC
TCACTGC AGCCTC
TAT ATAAC
ATGC ATG
ATCGC GCC
ATCAA CCC
TGTG AGTC
TTTT AAAC
AAC AAAAC
TATGC G
AGAAAGAA AGAAAGAA
AAGGC TC
ATAA ATAAAA
AGC TTAC
TCTGTCACCC AGGCTGGAGTGCAGTGGC
TTGAA TGGAATC
TTC TCAA
AGAG TAG
TCTGC G
AGG TTTTC
TGCAC GC
TAATTTT TTGTATT
TG TACAC
ATAAG AC
TTCC ATC
TTAA AGAA
TTCC TGGG
TTC AGTC
TATT TAAAA
GCC CCCC
TGTAC G
TTC TTAC
TG TTGGCC
ATTCG ATGATG
TTTG ACC
AAAA ACAC
ATT TTTGC
TTTC AAG
TGGCC GC
ATT AAATG
TGG AAGCC
TCC ATTG
AAAC ATG
TGTC GC
TTTT AAATT
TG AACAC
TTGGC TGGC
AAAAAAAAAAAAAAAA AAAA
ATCAA ATGG
TAA AGGC
TAA TCAA
TAC TCAA
ATAC ACC
ATT AGTG
TCTGTCGCCC AGGCTGGAGTGCAGTGGC
TTTG TAGG
AG TAGGC
TTGG AAGC
AGG ATGGC
AAAG ACAC
GGC TTC
TTTGG AC
AGCCAC TGTGCCC
TTCAAGC AATTCTCC
TCCTGACCTC AAGTG
TAG GGGG
ATCAC AAGGTC
TGTG TCCC
AGAG AAAAC
AGAC TGC
TCG TAGC
GG AAC
TCCC AGCAC
ACAAAC ATTC
TAG AAAAC
ACTC ACCC
ATCC AAC
AGGG ATGC
TCC TATT
TCCTG AGCTC
TTCTTC TGTC
ACC TGCAG
TGCC TGG
TGGG TGTGG
ACAC AGCC
AGG AGGAG
ATTC ACCC
AGAA ACAG
AGC TCTCC
AAG TAGG
ATC AGTC
AGGC TGGGG
ATC TTAA
TGAA ATAC
TAC ATGG
TGGC AAC
AGGGCC G
TCTCTCTC TCTCTCTC
ACTG TGC
TCTC ACTC
AGGAA ACC
AGG TTAA
ACAG TGC
TGAGG TGGGAGG
AGG TTTCC
AGAC AA
TATG TGC
TTATG TCCAGAG
TAA TTGG
AGTG TTTT
TGCC ATG
TATG TTGAA
TGGAAC GG
AGC TGCCC
TCAG ATG
TGGG ATTACAGGC
ATATG AC
AAAAG AAC
TCCC GAG
TAACC AC
TAA TAGG
AGC AATC
TTTG TTGG
ATC TCCAC
TG TTTTGG
ATAA AGAC
TACAAAAAGAG TGTTTC
AGAA ACTGC
TGGG AAAC
ATAA AGAG
TGTAGTCCCAGCTACTC GGGAGGCTGAGGCAGGAGAA
CCC GG
TAAG ACC
ACG TTC
ATATT TGC
AAAA TAAC
AAAG TGCC
TTTTCC TC
AG TTAAC
TTG ATAC
TAC ACTG
AAGG AGGG
TCAC AGCC
TAC TGAC
TTG TTAG
AGC TTTCC
TATT TTGC
ATC TTTCC
TTTTC TAG
AACC ACC
ACCG TGCC
AATG TGC
AGGC TGCAG
TTTC ATTC
TTTG TAAC
ATC TAAC
TTTGG TC
AGG ATTGC
TATC ACC
TCAC AGGG
AA TGGAG
AAG TATG
AAGC ATTC
AGCTAC TTGGG
TTGG ACAC
AA ACACAC
TCCC ACCTC
AA AGCTC
TGG TTAA
ATTAC TGGG
ATTAA AGAC
TCTC TGTG
TTAAAA AC
TTTGG TAG
ATG ACAA
AAAA ATAAAA
TG ATTTG
TGTCC AC
TAAG AAAC
AA ATAGAA
ATT TGGGG
AATC ATG
ATC AGGC
TTTGAA CC
TGAG ATTC
AATG TAC
ACC GAG
AATT AAC
TG TATAA
AGAA TAAAA
ATTC ACAC
TCTTC G
TGTAG TCCCAGC
ATC GTC
TGCCC AC
TAC TGTC
TAA GGGG
TATG ATT
AGC TCCCC
TTTAC GG
AGAA AGAAAA
AGGG ACCC
ATAA ATATT
TGTAA TCCCAGCTAC
TATATAGC TATATGTACATATATACC
AAC GTG
TGAC ATG
TGAA TTTC
GGGAGGC AGAGG
ATG TGTGG
AGAA ATCC
TTCC TGGC
ATAGC ATT
TAAC ATG
TAAAA TATT
ATGGG GCC
TTAA ATGC
TCTTC TTTTG
AAAG TATT
TGTG TGCC
TAAG AAGC
AGAGC AAGAC
ATCC TCTCC
TGAG TAGC
TG TTTTTC
TCTG ATGG
GCG ATCTCGGC
TGG TCG
TGAA TCTC
AAG TTTTC
TAG AAATT
ATC TAGC
TTAC AGC
TCTG TTTT
ATAA AGC
TTTGGG GC
TTGC TTTC
AGAA ACG
GGCC GCC
TTATG TC
AAAG AAAAC
TCC ACTCC
ATTG TCC
TTTTG ATTTGC
TAAG ATC
TAA ATATC
TCCC TGG
AAG TTTG
AA TCCCC
TTC ATGG
TAAC ATT
AAGCC CCC
ACATT TGGG
AACTC TGTG
TTTCAC TGTG
ACC TAGG
AAAA AATG
ATAG TTTT
ATCACTTG AGCCC
ACTGCACTCCAGCC TGGGTGAC
ATG ACG
ACAC ATCAC
TTC TCG
AAAC TACC
TATGC AC
TTC ATAC
ATTGC G
AAAG ATT
ATAA ACAA
TAT ATTAA
ATTGCACTCCAGCC TGGGCAAC
AGAA AGAAG
ATTG TTTC
ACAG AGGC
TTG TTATT
TAG ATGG
AGAC AGGC
GGC AGC
TAG AAAAG
ATC AATC
AGCGAGAC TCCGTCTC
AAAGTATGTATT ATATACTGTAC
TTAG TAA
AG ATAGC
TT TGCCCC
TAG AAATG
AGAG AGGC
TATATAT ATC
ATTC TACC
TAG ACTC
TC TTAC
TTCC TAC
TAG TTTTC
AAC TGAG
AAG AGATG
TGGGCC G
AATT ATCC
ATAGG ATTCCAGAAC
TTGGC AC
TGGG AGAA
AAAGTGCTGGG ATTAC
AGGG TGTG
TGAA TCTG
TGATG TGTG
ATCC TTCC
AAC AATC
AAAG TATG
TTATT TTAC
AG TTATC
AGTG ATC
TGC TGGCC
ATAC ATAG
ATGC TCAC
AA ATATCCAC
ACC ACAA
AATC TTGGC
TGTT TCCC
TAA ACTG
TGAA ACTC
AAAAAC AAAAAC
TAG TCAC
TTC TTAA
TATC TATT
TTTCTCAGAA TGCTTCTGTG
AGAA TCTAC
TC AGCC
TCC ATGG
ACC TGTGG
TTG TTGAA
ATT AGGG
TGGG AATG
TTTAT AAATT
AAAC AGGG
AGCC AAAC
TTC GCC
ACTC GC
AGAA ATTG
TCTG AGC
TAAAA CCC
ATGC ATC
AATT ATG
ATT AGGC
TTTAA TTTT
ATT AAAAC
TAT ATTTTC
AATC TGAA
AG TTGTC
TATG TAAC
TGCC AGC
TGTG TTTC
TTGC TTG
TT AGCG
AGCC TCAG
TGGG ACAC
AGAC ATTC
TGGG GCTC
ATT ACG
TGGGC GTGG
TATG TTTT
TAG ACAA
AA ATATTC
TGGG ATTAC
AACG AAGGCC
ACC TGTC
GGCC GGGC
TTAG TTAC
ACC TGAG
AAAC AAATT
ACCC AAG
TG ATGGCC
ATTCCATTCG ATGATG
AAC TACC
TTC GTG
TC GCC
AG TTTATT
AAGTG ATCCTCCC
TCG TCTC
TTC AAATC
AACAA TGAG
TCTTTTTGTAG AATCTGC
AGGG ATGG
ACCATGG AATAC
TGGG AACC
TATATAT ATTC
ATTG AGACC
AA TATGC
AAC ACTG
TTAC TTG
AGCC GGC
AGAA TGAA
ACC TAAC
TAA ACG
TGGCTCACGCC TGTAA
TC TACC
AGTCC G
AAGG CCCC
TTTT TCAC
AGCAG ACAC
GG TGGC
ATGG TGAC
ACC TCCCC
AGAA ACTG
ACCC TGCC
ATT TGGAA
TTCCC GC
TAG ATTG
TGC TAGG
ATCCATG TCCC
TCCC ATG
ATGG TGAA
TCCC AGGG
AAC AATG
ATCC TCAA
AAATG CCC
ACCAC GC
TG TCCTG
AAAA TTAC
TTGAACCCAGGAGGC AGAGG
TAGC TTG
TCCCC GG
AAG TTAA
TGTG TATC
ATT TGAAG
TTTC AGGCC
GGG AAC
ACCAC ATC
TAA TTTTTTTT
GTG TCC
TTTG AAGTC
ACC AGCCC
TGAGAA CC
TGTG AGC
AGGC ACGG
ATAA TGC
AG TCCTC
TAG TGCC
TAG ATCC
AAGG AGC
ACCCC TCTTCC
ATTCC ATTGC
TC TTGG
AAAA TTTT
AGG ACCCC
AG TTGGG
TTTC TGAC
TT AGAAAC
TATT TGG
TTTG TTGC
AGTTTT CCC
GGG AAG
ATGC TCC
AGGTCAGGAGATC GAGACCATCCTGGCTAAC
AG TAGAA
TTTC AGC
AT AGAGAC
TTG TCAA
TGGAG TGCAG
ATG TTTCC
TGCACATG TACCC
TAAC AAAC
TAGC GC
AAAA AAGC
ATAC ATAA
AAAA TGTG
TAAC GC
AGAGAA CC
TCTTTC TGTAG
AGAA AGTC
AGAA TATC
ATGG TAA
TAG AATTC
TAG AAGAA
TCAC TCCC
TGGG TTG
ATT TTCCC
AAGG AAAC
AGCAGTTTTGAAACAC TCTTTTTGTGG
TTGG AAACAC
AG AGGGGC
TCCAA ATATCCAC
AG TGGTC
ATG AAATT
ATTC TGAC
